{
  "replica50": "Собери жизненный цикл животного, начиная со взрослой особи. Нажми Проверить, когда закончишь.",
  "replica49": "В этом жизненном цикле есть одна лишняя стадия. Перемести ее на панель ниже, а затем проведи соединение. Нажми Проверить, когда закончишь.",
  "replica47": "Человек (и другие окончательные хозяева) заражаются при питье воды из открытых водоемов (арыков). Таким образом, жизненный цикл ришты замыкается.",
  "replica44": "Взрослые особи пробуравливают стенку кишечника и по лимфатическим сосудам мигрируют в подкожную клетчатку нижних конечностей. После оплодотворения в матке самки развиваются личинки, вокруг которых формируется пузырь диаметром, заполненный жидкостью.",
  "replica45": "Перетащи соответствуещее действие (через лимфатические сосуды попасть в полость тела, половое размножение, обрасти пузырем) в слот со взрослой особью, а также выбери характерную среду для следующего этапа цикла (подкожно-жировая клетчатка).",
  "replica48": "В этом жизненном цикле одна из стадий неверна. Замени ее на правильную: перемести неверную\nстадию на панель ниже, а затем замени ее на верную. Нажми Проверить, когда закончишь.",
  "replica46": "Через некоторое время пузырь вскрывается при контакте с водой. Личинки попадают в воду и заглатываются промежуточным хозяином (циклопом).",
  "replica38": "Далее происходит повторное заглатывание, личинки попадают в кишечник, где развиваются до половозрелой особи. Таким образом, круг замкнулся.",
  "replica33": "К концу 2 недели личинка принимает пузырчатую структуру. В дальнейшем пузырек растет медленно, и спустя 20-25 лет, достигает больших размеров, емкостью 10л и более. Зараженные органы съедает окончательный хозяин.",
  "replica30": "Эхинококк относится к типу Плоские черви классу Ленточные черви. Половозрелые особи паразитируют в кишечнике псовых (собак, волков, шакалов), реже встречаются у кошек. Личинки эхинококков — опасные паразиты человека, вызывающие эхинококкозы.",
  "replica34": "Киста достигает кишечника окончательного хозяина, из нее выходит сколекс (головка червя) и в последующем развивается до взрослой особи.",
  "replica41": "Перетащи соответствуещее действие (миграция в перианальную область, половое размножение) в слот со взрослой особью, а также выбери характерную среду для следующего этапа цикла (перианальная область).",
  "replica43": "Ришта – червь, относящийся к типу Круглые черви, возбудитель дракункулеза. Длина нитевидной самки 30-150 см,\nтолщина – 0,5-1,7 мм. Основной хозяин – человек, иногда собаки и обезьяны. Промежуточные хозяева – разные виды циклопов.",
  "replica36": "Примерно через 20 дней, при наличии влажности, кислорода и температуры около 20-25°С в яйцах развиваются личинки. Личинки вместе с немытыми овощами, зеленью и другой загрязнённой пищей через рот попадают в тонкую кишку человека.",
  "replica35": "Аскарида - это длинный круглый червь, паразитирующий в тонких кишках человека. Как и большинство других нематод, аскарида человеческая раздельнополая. Длина самца — до 25 см, самки — до 40 см. Аскарида паразитирует только в человеке. Взрослые аскариды обитают в тощей и подвздошной кишках человека.",
  "replica40": "В результате полового размножения взрослых особей образуются яйца, которые самки откладывают в перианальной области, вызывая зуд.",
  "replica37": "Личинки вылупляются из яиц и через оболочку тонкой кишки проникают в кровь, а далее, с током крови в легкие. После легких они попадают в трахею и глотку.",
  "replica31": "Для продолжения жизненного цикла червя его яйцо должно быть проглочено овцой. Попав в нее, червь выходит из оболочек и достигает желудочно-кишечного тракта.",
  "replica42": "Находясь на коже промежности, яйца становятся инвазионными. Человек расчесывает зудящие места и на его руки под ногти попадают яйца, после чего они заглатываются им и попадают в кишечник, где личинки созревают до взрослых особей. Таким образом, цикл замыкается.",
  "replica32": "Эта первая личиночная стадия (онкосфера) имеет шарообразную форму с шестью шипиками. В кишечнике она пробуравливается через его стенку, попадает в кровеносный сосуд, разносится по всему организму и оседает во внутренних органах.",
  "replica39": "Острица — самый распространённый червь-паразит человека, возбудитель энтеробиоза.\nОн относится к типу Круглые черви. Длина самца достигает около 0,2-0,5 см, самки — 1 см. Острицы локализуются в нижнем отделе тонкого и начальном отделе толстого кишечника.",
  "replica28": "При проглатывании рачка рыбой в ее мышцах и половых органах процеркоид развивается и превращается в плероцеркоид. Хищные рыбы могут быть резервуарными хозяевами, так как при проглатывании ими пораженных рыб плероцеркоиды переходят в их мышцы.",
  "replica22": "Свиной цепень - вид гельминтов, ленточных червей. Паразит человека. Возбудитель тениоза. Длина взрослого свиного цепня достигает двух и более метров. Окончательным хозяином свиного цепня является человек.\nПромежуточные хозяева свиного цепня — чаще всего свиньи, реже кабаны, собаки, кошки, а также человек.",
  "replica23": "Для продолжения жизненного цикла свиного цепня его яйцо должно быть проглочено свиньей. Попав в нее, червь выходит из оболочек и достигает желудочно-кишечного тракта.",
  "replica21": "Эта первая личиночная стадия (онкосфера) имеет шарообразную форму с шестью шипиками. В кишечнике она пробуравливается через его стенку, попадает в кровеносный сосуд, разносится по всему организму и оседает в мышцах.",
  "replica51": "В мышцах из онкосферы развивается финна, имеющая шарообразную форму, внутри заполнена жидкостью. Когда человек съедает плохо обработанное мясо, финны попадают в желудок человека, из них выходят головки бычьего цепня, доходят до кишечника и формируются в нового взрослого червя. Так завершается жизненный цикл бычьего цепня.",
  "replica25": "Возбудитель дифиллоботриоза – лентец широкий, он самый крупный из человеческих гельминтов, длина этого ленточного червя может достигать 10-20 метров. Основные хозяева – человек и плотоядные млекопитающие (кошки, собаки, песцы, медведи и др.), первый промежуточный хозяин – рачки (циклопы, диаптомусы, дафнии), второй промежуточный хозяин – рыбы и хищные рыбы.",
  "replica29": "Заражение основных хозяев происходит при употреблении в пищу недостаточно термически обработанной рыбы или мало просоленной икры, содержащей плероцеркоиды лентеца.",
  "replica24": "В мышцах из онкосферы развивается финна, имеющая шарообразную форму, внутри заполнена жидкостью. Когда человек съедает плохо обработанное мясо, финны попадают в желудок человека, из них выходят головки свиного цепня, доходят до кишечника и формируются в нового взрослого червя. Так завершается жизненный цикл свиного цепня.",
  "replica26": "Для дальнейшего развития яйца попадают в воду, где через несколько недель, пока яйцо созревает, выходит личинка, покрытая ресничками.",
  "replica27": "Далее корацидий проглатывается первым промежуточным хозяином, развивается и становится следующей стадией - процеркоид.",
  "replica19": "Во взрослом состоянии обитает в тонкой кишке человека. Здесь же и происходит половое размножение, оплодотворение происходит в члениках, которые вместе с яйцами червя оказываются во внешней среде.",
  "replica16": "После выхода в воду церкарии вбуравливаются или заглатываются рыбой, проникают в ее подкожную клетчатку и мышцы. Вокруг паразита образуется оболочка. Это стадия метацеркария.",
  "replica13": "Нажми Вернуться, чтобы исследовать другое животное, или Повторить, чтобы собрать этот жизненный цикл заново..",
  "replica14": "Кошачья двуустка - вид плоских червей-паразитов, трематод, возбудитель кишечного описторхоза человека. Взрослые особи имеют бледно-желтый цвет, длину от 4 до 13 мм. Как и другие трематоды, кошачья двуустка является гермафродитом.",
  "replica18": "Бычий цепень - вид гельминтов, ленточных червей. Паразит человека и крупного рогатого скота. Возбудитель тениоза. Может достигать в длину в растянутом состоянии до 7-8 метров, в сжатом — до 4 м. Число члеников может достигать 1300.",
  "replica15": "Кошачья двуустка обитает в печени, желчном пузыре и поджелудочной железе человека, кошек, собак и других видов животных. Заражение происходит при употреблении в пищу сырой, недостаточно прожаренной и слабопросолённой рыбы",
  "replica17": "В результате этого цепь превращается в цикл при поедании окончательным хозяином зараженной, плохо обработанной рыбы.",
  "replica20": "Для продолжения жизненного цикла бычьего цепня его яйцо должно быть проглочено коровой или другим подходящим травоядным животным. Попав в него, оно выходит из оболочек и достигает желудочно-кишечного тракта.",
  "replica12": "В конечном счете, цепь зацикливается, т.к. позвоночные животные, приходящие на водопой и поедающие эти растения, проглатывают цисты. Люди заражаются данным паразитом, например, если поливают овощи водой из водоемов. Перенеси действие, чтобы зациклить последовательность.",
  "replica10": "Как только личинка достигает малого прудовика, с ней происходит серия превращений, в ходе которых образуется церкария, или же хвостатая личинка. Она покидает тело промежуточного хозяина и выходит в водную среду.",
  "replica2": "Выбери организм, с которого хочешь начать.",
  "replica6": "В результате полового размножения взрослых особей образуются яйца, которые попадают в кишечник и вместе с непереваренными остатками пищи оказываются во внешней среде",
  "replica5": "Окончательными хозяевами печеночного сосальщика являются овцы, козы, коровы, свиньи, лошади и другие травоядные позвоночные животные, а также человек. В их телах червь живет и питается кровью и тканями в желчных протоках печени.",
  "replica8": "В результате полового размножения образуются яйца. Далее они попадают в воду и развиваются до следующего этапа - свободноплавающей личинки, обитающей в воде. Перетащи соответствующие инструменты в слоты по аналогии с прошлым заданием.",
  "replica3": "Печеночный сосальщик - это паразит, принадлежащий типу Плоские черви, классу Сосальщики. Тело червя похоже на маленький желто-белый листик, сужающийся к заднему концу. Длина обычно не превышает 3 см.",
  "replica7": "Перетащи соответствуещее действие (половое размножение, выйти из тела хозяина) в слот со взрослой особью, а также выбери характерную среду для следующего этапа цикла (внешняя среда).",
  "replica1": "Добро пожаловать в симулятор “Черви: жизненные циклы”! В этой теме ты познакомишься с жизненными циклами некоторых представителей Плоских и Круглых червей и узнаешь, какие с ними происходят трансформации.",
  "replica11": "Хвостатая личинка, выйдя из тела малого прудовика, прикрепляется к водным растениям и покрывается толстой оболочкой (цистой). Обрати внимание, что на последнем этапе инструмент “среда” переносить не нужно.",
  "replica4": "Жизненный цикл печеночного сосальщика происходит со сменой хозяев. Окончательными хозяевами называются те животные, в теле которых происходит половое размножение паразита. Промежуточными хозяевами называются те животные, в теле которых живет личинка. Личинки печеночного сосальщика также размножаются, но бесполым путем.",
  "replica9": "Эта стадия называется “личинка с ресничками”, или “мирацидий”. Задача этой стадии - достичь промежуточного хозяина, которым является малый прудовик, чтобы осуществить переход в следующую стадию."
}