{
  "undefined": "",
  "replica26": "Хороший результат! Была всего одна ошибка, но теперь она исправлена.",
  "replica25": "Отличный результат! Все отношения определены без ошибок.",
  "replica24": "Молодец! Очень хороший результат.",
  "replica23": "В этом задании тебе предлагается определить типы отношений между организмами. Для определения необходимо будет анализировать влияние численностей организмов друг на друга.",
  "interaction0": "Выбери эффект",
  "action21": "Попробовать еще раз",
  "action20": "Вернуться в лес",
  "action17": "Получить!",
  "interaction19": "Нажми на организм, чтобы выбрать его.",
  "replica22": "Различные организмы вместе со своей средой обитания образуют экосистему. Сейчас перед тобой фрагмент экосистемы открытого океана. ",
  "interaction17": "Хочешь подсказку?",
  "replica20": "верно определенных из 20.",
  "replica19": "Твой результат:",
  "replica18": "нажми зелёную кнопку для повторения темы.",
  "replica17": "Эта ситуация демонстрирует отношения.",
  "interaction16": "Какой тип отношений был проиллюстрирован?",
  "interaction15": "Теперь немного измени численность других организмов.",
  "replica16": "Сделай оценку влияния организма №2 на организм №1.",
  "replica15": "Сделай оценку влияния организма №1 на организм №2.",
  "interaction14": "Измени численность и посмотри на результат.",
  "replica14": "Попробуй определить тип отношений по анализу влияния численности организмов друг на друга.",
  "interaction13": "Выбери правильное обозначение для такого типа отношений.",
  "replica13": "Попробуй еще раз.",
  "replica12": "Стоит еще раз повторить тему.",
  "interaction12": "Нажми Далее, чтобы продолжить.",
  "interaction11": "Выбери пару организмов, между которыми отношения по типу",
  "replica11": "Эти организмы никак не взаимосвязаны, поэтому изменения численности любых из них никак не отражаются на других.",
  "replica10": "Изменение численности одних организмов никак не влияет на численность других.",
  "replica9": "Эти организмы очень взаимосвязаны, изменения численности одних обязательно затрагивают численность других.",
  "interaction10": "Давай посмотрим, как взаимосвязаны популяции других организмов. Нажми зелёную кнопку, чтобы продолжить.",
  "interaction9": "Попробуй теперь немного изменить численность этих организмов.",
  "replica6": "Перед тобой популяции выбранных организмов. Сейчас они уравновешены, но если изменить численность одних, то это также может отразиться и на численности других.",
  "interaction8": "Попробуй немного изменить численность организмов.",
  "replica7": "Ты можешь изменить численность одних организмов и увидеть изменения.",
  "replica8": "На графиках ты сможешь наблюдать изменения численностей организмов.",
  "interaction7": "Давай посмотрим, как взаимосвязаны популяции этих двух организмов. Нажми Далее, чтобы продолжить.",
  "replica4": "Такой тип отношений называется",
  "replica5": "и обозначается",
  "replica3": "Верно!",
  "interaction6": "Нажми Далее, если подтверждаешь свой выбор.",
  "interaction5": "нейтральный",
  "interaction3": "положительный",
  "interaction4": "отрицательный",
  "interaction2": "Нажми на зелёную кнопку, если подтверждаешь свой выбор этих двух организмов.",
  "interaction1": "Если захочешь отменить свой выбор, то нажми на организм еще раз.",
  "replica2": "В экосистеме между организмами устанавливаются взаимоотношения. Один организм может вредить или быть полезным другому, а может никак не влиять.",
  "replica1": "Различные организмы вместе со своей средой обитания образуют экосистему. Сейчас перед тобой экосистема смешанного леса. В смешанном лесу есть хвойные и лиственные деревья, другие растения, а также различные животные, грибы и микроорганизмы."
}