{
  "undefined": "",
  "replica95": "В жизненном цикле животного название животного были допущены ошибки. Необходимо было начать со взрослой особи преобладающего поколения, а затем расставить стадии в нужном порядке. Посмотри на верную последовательность и сравни со своей.",
  "action5": "Проверить",
  "replica94": "Отлично! Жизненный цикл животного название животного собран верно!",
  "replica93": "Это жизненный цикл животного название животного. Лишней была стадия “название лишней стадии”.",
  "replica90": "Это жизненный цикл животного название животного. Тебе удалось верно определить ошибочную стадию и убрать ее. Однако, на место нее нужно было добавить стадию “название верной стадии с панели”.",
  "replica92": "Отлично! Это жизненный цикл животного название животного. Лишней была стадия “название неверной стадии в цикле”, которую тебе успешно удалось определить.",
  "replica91": "Это жизненный цикл животного название животного. Неверной была стадия “название неверной стадии в цикле”. Выбранная тобой стадия “название того, что выбрал ученик” стояла на своем месте.",
  "replica89": "Отлично! Это жизненный цикл животного название животного. Неверной была стадия “название неверной стадии в цикле”, вместо нее нужно было поместить стадию “название верной стадии с панели”.",
  "replica88": "Собери жизненный цикл животного название, начиная со взрослой особи преобладающего поколения. Нажми Проверить, когда закончишь.",
  "action4": "Повторить",
  "action3": "Вернуться",
  "replica87": "В этом жизненном цикле есть одна лишняя стадия. Перемести ее на панель ниже, а затем проведи соединение. Нажми Проверить, когда закончишь.",
  "action2": "Далее",
  "replica85": "Перенеси нужный инструмент в следующий слот, который сейчас пустой.",
  "replica86": "В этом жизненном цикле одна из стадий неверна. Замени ее на правильную: перемести неверную стадию на панель ниже, а затем замени ее на верную. Нажми Проверить, когда закончишь.",
  "action1": "Старт",
  "replica84": "Нажми Вернуться, чтобы исследовать другое животное, или Повторить, чтобы собрать жизненный цикл актинии еще раз.",
  "replica83": "Итак, актиния - это одиночный представитель коралловых полипов. У представителей этого класса отсутствует медузоидное поколение, и всю свою жизнь организмы проводят в форме полипа. В половом размножении, т.е. образовании гамет, участвуют сами полипы. После оплодотворения развивается личиночная стадия - планула. Она оседает и становится новым полипом.",
  "replica80": "Выбери подходящий инструмент на панели Действия, чтобы личинка начала образовывать полип.",
  "replica76": "Выбери подходящий инструмент на панели Действия, чтобы яйцо начало развиваться.",
  "replica77": "Отлично! Прикрепленная личинка растет, становясь молодым полипом.",
  "replica82": "Пора подвести итог по жизненному циклу актинии. Для этого нажми Далее.",
  "replica79": "Отлично! Прикрепленная личинка растет, становясь молодым полипом.",
  "replica81": "Отлично! Далее молодому полипу остается только расти дальше, и цикл начнется с начала.",
  "replica78": "Выбери подходящий инструмент на панели Действия, чтобы личинка начала образовывать полип.",
  "replica74": "Выбери подходящий инструмент на панели Действия, чтобы яйцеклетка и сперматозоид слились вместе.",
  "replica75": "Отлично! В результате оплодотворения образовалась зигота (яйцо). Далее это яйцо развивается в многоклеточную личинку с ресничками.",
  "replica73": "Отлично! Для оплодотворения самцы выметывают сперматозоиды в воду, а далее они обычно достигают неподвижных яйцеклеток в теле самки.",
  "replica70": "Не всегда происходит именно акое почкование. Некоторые актинии делятся продольными или поперечным перетяжками на два полипа. Нажми Дополнительный материал, чтобы посмотреть.",
  "replica69": "Отлично! При почковании на теле взрослой особи обособляется группа клеток, дающая начало новому организму. В последтсвие почка отделяется от материнского организма и начинает существовать самостоятельно.",
  "replica71": "Взрослые полипы участвуют в половом размножении и образуют яйцеклетки и сперматозоиды. Они образуются в энтодерме. Актинии обычно раздельнополые.",
  "replica68": "Выбери подходящий инструмент на панели Действия, чтобы твоя гидра размножилась бесполым путем.",
  "replica67": "Актинии могут размножаться бесполым путем: например, отпочковывать от себя полипы.",
  "replica72": "Выбери подходящий инструмент на панели Действия, чтобы родительские особи образовали половые клетки.",
  "replica61": "Выбери подходящий инструмент на панели Действия, чтобы обособилиь молодые медузы.",
  "replica65": "Нажми Вернуться, чтобы исследовать другое животное, или Повторить, чтобы собрать жизненный цикл сцифоидной медузы еще раз.",
  "replica59": "Выбери подходящий инструмент на панели Действия, чтобы полип образовал стробил.",
  "replica63": "Пора подвести итог по жизненному циклу сцифоидной медузы. Для этого нажми Далее.",
  "replica60": "Отлично! Полип поделился несколькими поперечными перетяжками путем стробиляции. Образовались своеобразные диски, которые должны оторваться. Они и есть молодые медузы.",
  "replica66": "Актиния - это представитель класса Коралловые полипы, существующий в жизненной форме полипа. Полип - это прикрепленная к субстрату жизненная форма. Именно актинии - это одиночные полипы, хотя бОльшая часть представителей в этом классе - это колониальные организмы.",
  "replica64": "Итак, сцифоидные медузы - это морские животные с чередованием двух поколений (прикрепленное полипоидное и свободноплавающее медузоидное). При этом преобладает поколение медуз. В половом размножении, т.е. образовании гамет, участвуют медузы. После оплодотворения развивается личиночная стадия - планула. Она оседает и становится полипом. Полип путем стробиляции образует новые медузы.",
  "replica62": "Отлично! Молодые медузы называются эфирами. Далее им остается только расти дальше. Цикл начнется с начала.",
  "replica58": "Отлично! Так полипов становится больше. Роль полипа в жизненном цикле - это образование следующего поколения (медуз) бесполым путем. Для этого полип делится путем стробиляции.",
  "replica56": "Этот полип может размножаться бесполо путем почкования.",
  "replica53": "Выбери подходящий инструмент на панели Действия, чтобы личинка осела на дно.",
  "replica48": "Отлично! Медузы, как правило, раздельнополые. Половые клетки образуются в энтодерме. Самки выметывают яйцеклетки в воду, а самцы выметывают сперматозоиды в воду.",
  "replica55": "Выбери подходящий инструмент на панели Действия, чтобы личинка начала образовывать полип.",
  "replica57": "Выбери подходящий инструмент на панели Действия, чтобы твой полип размножился бесполым путем.",
  "replica51": "Выбери подходящий инструмент на панели Действия, чтобы яйцо развилось в личинку.",
  "replica54": "Отлично! Прикрепленная личинка растет, становясь молодым полипом.",
  "replica49": "Выбери подходящий инструмент на панели Действия, чтобы яйцеклетка и сперматозоид слились вместе.",
  "replica52": "Отлично! Получена личинка под названием планула. Развитие со стадией личинки называется непрямым. Планула подвижная, с помощью биения ресничек на поверхности она может уплывать далеко, способствуя расселению на новые территории. Дальше эта личинка должна осесть на дно.",
  "replica46": "Медуза - это половое поколение, размножающееся половым путем. То есть взрослые медузы производят яйцеклетки и сперматозоиды.",
  "replica50": "Отлично! В результате оплодотворения образовалась зигота (яйцо). Оплодотворение происходит в воде, т.е. оно называется наружным. Далее это яйцо развивается в многоклеточную личинку с ресничками.",
  "replica47": "Выбери подходящий инструмент на панели Действия, чтобы родительские особи образовали половые клетки.",
  "replica42": "Пора подвести итог по жизненному циклу обелии. Для этого нажми Далее.",
  "replica40": "Выбери подходящий инструмент на панели Действия, чтобы личинка начала расти в нового полипа.",
  "replica45": "Представители класса Сцифоидные - это организмы с преобладающим медузоидным поколением. Сцифоидные населяют все моря и океаны нашей планеты. Сейчас перед тобой такая медуза из класса Сцифоидные.",
  "replica38": "Выбери подходящий инструмент на панели Действия, чтобы личинка осела на дно.",
  "replica44": "Нажми Вернуться, чтобы исследовать другое животное, или Повторить, чтобы собрать жизненный цикл обелии еще раз.",
  "replica39": "Отлично! Прикрепленная личинка растет, становясь молодым полипом.",
  "replica37": "Отлично! Получена личинка под названием планула. Развитие со стадией личинки называется непрямым. Планула подвижная, с помощью биения ресничек на поверхности она может уплывать далеко, способствуя расселению обелии на новые территории. Дальше эта личинка должна осесть на дно.",
  "replica41": "Отлично! Далее молодому полипу остается только расти дальше, отпочковывать новые полипы и образовывать новую колонию. Цикл начнется с начала.",
  "replica43": "Итак, обелия - это морской представитель колониальных гидроидных с чередованием двух поколений (прикрепленное полипоидное и свободноплавающее медузоидное). В половом размножении, т.е. образовании гамет, участвуют медузы. После оплодотворения развивается личиночная стадия - планула.",
  "replica29": "Выбери подходящий инструмент на панели Действия, чтобы от специального полипа отделились медузоидные жизненные формы.",
  "replica24": "Сейчас перед тобой одиночный полип. Колония образуется за счет бесполого размножения полипов, которое называется почкование.",
  "replica36": "Выбери подходящий инструмент на панели Действия, чтобы яйцо развилось в личинку.",
  "replica23": "Обелия - это представитель класса Гидроидные. Это колониальный организм, состоящий из отдельных полипов (неподвижных жизненных форм). Обелия населяет моря и океаны всей планеты.",
  "replica25": "Выбери подходящий инструмент на панели Действия, чтобы твоя одиночная обелия размножилась бесполым путем.",
  "replica33": "Отлично! Медузы обелии раздельнополые. Самки выметывают яйцеклетки в воду, а самцы выметывают сперматозоиды в воду.",
  "replica35": "Отлично! В результате оплодотворения образовалась зигота (яйцо). Оплодотворение у обелии происходит в воде, т.е. оно называется наружным. Далее это яйцо развивается в многоклеточную личинку с ресничками.",
  "replica26": "Отлично! Заметь, что полученный в результате почкования полип не отделяется.",
  "replica28": "Отлично! В колонии полипы делятся по выполняемым функциям. Специальные полипы этой колонии участвуют в образовании следующей формы жизненного цикла обелии, а именно, медузы.",
  "replica31": "Медузоидное поколение необходимо для полового размножения, то есть для образования яйцеклеток и сперматозоидов.",
  "replica27": "Колонию нужно сделать больше. Выбери подходящий инструмент на панели Действия, чтобы колония стала еще больше.",
  "replica30": "Отлично! Как ты уже можешь отметить, обелия в своем жизненном цикле чередует жизненные формы: неподвижную полипоидную и подвижную медузоидную. На первый взгляд медузы обелии похожи на привычных тебе медуз из класса Сцифоидные, но все-таки по строению они отличаются. Обязательно помни, что обелия - это представитель Гидроидных, просто чередующий жизненные формы в своем жизненном цикле.",
  "replica32": "Выбери подходящий инструмент на панели Действия, чтобы родительские особи образовали половые клетки.",
  "replica34": "Выбери подходящий инструмент на панели Действия, чтобы яйцеклетка и сперматозоид слились вместе.",
  "replica22": "Нажми Вернуться, чтобы исследовать другое животное, или Повторить, чтобы собрать жизненный цикл гидры пресноводной еще раз.",
  "replica21": "Итак, гидра пресноводная - это представитель гидроидных, который чередует размножение половым и бесполым путем. При этом после оплодотворения постепенно развивается новая гидра, стадия личинки отсутствует.\nУ гидры пресноводной в жизненном цикле присутствует только прикрепленная жизненная форма - полип. На самом деле у бОльшей части гидроидных происходит чередование жизненных форм: прикрепленной полипоидной и свободноплавающей медузоидной (такой жизненный цикл характерен, например, для обелии, которая также изучается в этой теме). В этом плане гидра пресноводная не является “типичным” представителем своего класса.",
  "replica20": "Пора подвести итог по жизненному циклу гидры пресноводной. Для этого нажми Далее.",
  "replica18": "Выбери подходящий инструмент на панели Действия, чтобы зародыш начал расти.",
  "replica19": "Отлично! Далее молодому полипу остается только расти дальше, и цикл начнется с начала.",
  "replica1": "Природа беспозвоночных животных абсолютно удивительна: даже у родственных организмов внутри одного типа Кишечнополостные могут быть отличающиеся друг от друга жизненные циклы.",
  "replica13": "Отлично! В результате оплодотворения образовалась зигота (яйцо). Далее это яйцо развивается в многоклеточный зародыш, оставаясь пока что в теле материнского организма.",
  "replica11": "Отлично! Кстати, гидры пресноводные - это гермафродитные животные (т.е. одна особь может образовывать и яйцеклетки, и сперматозоиды), но оплодотворяются они перекрестно. Для оплодотворения сперматозоиды покидают тело отцовской особи и достигают неподвижных яйцеклеток на материнских особях.",
  "replica3": "Выбери организм, с которого хочешь начать.",
  "replica5": "Гидра пресноводная - это представитель класса Гидроидные. Это организм, существующий в жизненной форме полипа. Полип - это прикрепленная к субстрату жизненная форма.",
  "replica10": "Выбери подходящий инструмент на панели Действия, чтобы родительские особи образовали половые клетки.",
  "replica8": "Отлично! При почковании на теле взрослой особи обособляется группа клеток, дающая начало новому организму. В последтсвие почка отделяется от материнского организма и начинает существовать самостоятельно.",
  "replica17": "Отлично! Прикрепленный зародыш растет, становясь молодым полипом.",
  "replica9": "При наступлении неблагоприятных условий (осенью) гидра пресноводная начинает размножаться половым путем. В эктодерме взрослых особей образуются яйцеклетки и сперматозоиды.",
  "replica15": "Отлично! Развившийся зародыш должен стать самостоятельным организмом: для этого он сначала прикрепится ко дну. Кстати, это происходит после смерти материнского полипа.",
  "replica12": "Выбери подходящий инструмент на панели Действия, чтобы яйцеклетка и сперматозоид слились вместе.",
  "replica2": "В этой теме ты познакомишься с жизненными циклами некоторых представителей этого типа животных и узнаешь, какие с ними происходят трансформации.",
  "replica6": "В благоприятных условиях (летом) гидра пресноводная размножается бесполым путем с помощью почкования.",
  "replica16": "Выбери подходящий инструмент на панели Действия, чтобы зародыш осел на дно.",
  "replica7": "Выбери подходящий инструмент на панели Действия, чтобы твоя гидра размножилась бесполым путем.",
  "replica4": "Нажми Старт, чтобы изучить жизненный цикл этого организма.",
  "replica14": "Выбери подходящий инструмент на панели Действия, чтобы яйцо начало развиваться."
}