{
  "action3": "Проверить",
  "replica62": "Уже достаточно железистых клеток в энтодерме. ",
  "replica63": "В этом тренажере тебе будет показан двухслойный фрагмент животного. Нужно будет определить, каких клеток в нем не достает, и добавить их.",
  "replica55": "Перетащи необходимое количество эпителиально-мускульных жгутиковых клеток в энтодерму. Тебе нужно заполнить шкалы \"способность двигаться\" и \"способность питаться\" наполовину.",
  "replica58": "Уже достаточно стрекательных клеток в эктодерме.",
  "replica64": "Верно! Во фрагменте отсутствовали",
  "replica57": "Уже достаточно эпителиально-мускульных клеток в эктодерме. ",
  "replica66": "В этом тренажере тебе будет показан двухслойный фрагмент животного. В одном из его слоев будут присутствовать лишние клетки. Нужно будет определить, какие клетки лишние, и нажать на них.",
  "replica54": "Перетащи две группы промежуточных клеток в эктодерму.",
  "replica61": "Уже достаточно эпителиально-мускульных жгутиковых клеток в энтодерме. ",
  "replica59": "Уже достаточно нервных клеток в эктодерме.",
  "replica65": "Во фрагменте отсутствовали",
  "replica60": "Уже достаточно промежуточных клеток в эктодерме.",
  "replica67": "Верно! Во фрагменте лишними были",
  "replica68": "Во фрагменте лишними были",
  "replica56": "Перетащи необходимое количество железистых клеток в энтодерму. Тебе нужно заполнить шкалу \"способность питаться\" до конца.",
  "replica52": "Перетащи необходимое количество стрекательных клеток в эктодерму. Тебе нужно полностью заполнить шкалу \"способность нападать и защищаться\".",
  "replica51": "Перетащи необходимое количество эпителиально-мускульных клеток в эктодерму. Тебе нужно заполнить шкалу \"способность двигаться\" наполовину. ",
  "replica53": "Перетащи необходимое количество нервных клеток в эктодерму. Тебе нужно полностью заполнить шкалу \"способность реагировать на раздражители\".",
  "replica47": "Также в эктодерме есть нервные клетки. Эти клетки имеют отростки, которыми они соединяются друг с другом, образуя большую сеть.",
  "replica44": "Поздравляю! Теперь ты знаешь строение кишечнополостных животных. Давай подытожим:\nочень простая нервная система сетчатого типа\nнет развитых органов чувств (хотя примитивные органы чувств встречаются у медуз)\nпищеварительная система - это слепо-замкнутая кишечная полость\nнет кровеносной системы\nнет дыхательной системы (кислород поглащается из воды просто через поверхность тела)",
  "replica45": "Основные клетки наружного слоя (эктодермы) - это эпителиально-мускульные клетки. Такие клетки содержат специальные волокна, с помощью которых клетки могут сокращаться.",
  "replica50": "Второй тип клеток энтодермы - это железистые клетки. Эти клетки выделяют в кишечную полость секрет, который начинает переваривать добычу.",
  "replica48": "Также у гидры в эктодерме есть промежуточные клетки или, по-другому, i-клетки. Это маленькие недифференцированные клетки, которые могут делиться, давая начало специализированным клеткам гидры. Т.е. за счет таких клеток происходит восстановление организма.",
  "replica49": "В энтодерме (внутреннем клеточном слое) животного есть эпителиально-мускульные жгутиковые клетки. Они способны сокращаться, как и эпителиально-мускульные клетки наружного слоя. Важное отличие состоит в том, что у эпителиально-мускульных клеток внутреннего слоя есть жгутики. Также эти клетки способны к фагоцитозу: они захватывают частично переваренную пищу из кишечной полости и продолжают внутриклеточное пищеварение. ",
  "replica46": "Также в наружном слое (эктодерме) есть стрекательные клетки. Стрекательная клетка имеет специальную капсулу, из которой может выстреливаться ядовитая нить. Таким образом кишечнополостные животные защищаются от врагов и поражают добычу. Наибольшая концентрация таких клеток наблюдается в щупальцах. Кстати, именно эти клетки дали второе название этому типу животных - Стрекающие. Больше ни у каких животных таких клеток нет.",
  "replica41": "Ты уже знаешь, что кишечнополостные - это двухслойные животные. Теперь пора изучить клеточный состав слоев на примере гидры пресноводной.",
  "replica38": "Теперь нажми на созданного представителя класса Коралловые полипы.",
  "replica43": "Отлично! Нажми Далее, чтобы продолжить.",
  "replica42": "Перетащи клетку в шаблон двухслойного фрагмента.",
  "replica40": "Именно актиния - это одиночный организм. Но среди Коралловых полипов больше всего именно колониальных организмов. Ты знаешь, что такое кораллы. Так вот кораллы - это большие колонии из отдельных маленьких животных. Часто у коралловых полипов есть скелет: он находится либо в мезоглее, либо на внешней стороне организма. Скелет обычно строится из известняка. Коралловые полипы - это рифообразователи.",
  "replica39": "Перед тобой актиния - представитель класса Коралловые полипы. К этому классу относятся морские, ведущие прикрепленный образ жизни организмы. Рот у актинии окружен многочисленными щупальцами. Этими щупальцами животное защищается, а также поражает добычу и заталкивает ее в ротовое отверстие. Кишечная полость у представителей этого класса делится перегородками на отсеки.",
  "replica37": "Медузы могут иметь размеры от нескольких сантиметров до нескольких десятков метров! Например, длина медузы цианеи может достигать 35 м.",
  "replica35": "Возможно, теперь ты узнаешь, что твой представитель класса Сцифоидные - это медуза. Нажми на нее еще раз.",
  "replica34": "Теперь нажми на собранного представителя класса Сцифоидные.",
  "replica36": "К классу Сцифоидные относятся разнообразные медузы. Медузы, в отличие от гидроидных, ведут свободноплавающий образ жизни. У медузы на куполе есть много щупалец, которыми она поражает добычу и защищается. Яд медуз может быть крайне опасен.",
  "replica33": "Именно гидра пресноводная - эт одиночный пресноводный организм. Но среди Гидроидных есть и морские организмы. Также Гидроидные бывают не одиночные, а колониальные.",
  "replica28": "Отлично! Получились щупальца. Ты можешь заметить, что на срезе видно, что кишечная полость как бы продолжается в щупальца.",
  "replica31": "Нажми на созданного представителя класса Гидроидные.",
  "replica25": "Нужно создать ротовые отверстия всем трем животным: для этого нажми на специальные точки.",
  "replica29": "Необходимо создать щупальца каждому представителю. Для этого нажми на специальные точки у всех трех животных.",
  "replica32": "Перед тобой гидра пресноводная - представитель класса Гидроидные. Это очень простой многоклеточный организм, ведущий прикрепленный образ жизни. У гидры пресноводной рот окружен щупальцами, обычно их от 5 до 12 штук. Этими щупальцами животное защищается, а также поражает добычу и заталкивает ее в ротовое отверстие.",
  "replica26": "Для поражения добычи, а также защиты от врагов, кишечнополостные используют щупальца.",
  "replica30": "Теперь давай посмотрим, что за представители получились.",
  "replica27": "Сделай щупальца у всех трех представителей: для этого нажми на сцепиальные точки.",
  "action2": "Далее",
  "replica20": "Название “Кишечнополостные” возникло не случайно. Внутри тела животного есть большая кишечная (или гастральная) полость.",
  "replica24": "Отлично! Теперь у всех трех представителей есть ротовое отверстие. Через него животное заглатывает добычу в кишеную полость, а также из него же удаляет непереваренные остатки. То есть у таких простых животных еще нет сквозной пищеварительной системы.",
  "replica22": "В кишечной полости начинается переваривание добычи. Чтобы она могла туда попасть, должно быть ротовое отверстие.",
  "replica23": "Нажми на точки, чтобы на их месте появились ротовые отверстия.",
  "replica19": "Теперь у всех представителей есть мезоглея.",
  "replica21": "Кишечная полость сейчас у всех представителей отмечена стрелкой.",
  "replica18": "Представителю класса Коралловые полипы нужно добавить среднее количество мезоглеи.",
  "replica17": "Отлично! Теперь у представителя класса Коралловые полипы есть прослойка мезоглеи. Ее не очень много, но все-таки ее наличие заметно.",
  "replica14": "Представителю класса Гидроидные нужно добавить небольшое количество мезоглеи.",
  "replica15": "Отлично! Теперь у представителя класса Сцифоидные есть прослойка мезоглеи. Она очень хорошо выражена. На самом деле именно она и будет составлять основную массу и объем животного.",
  "replica16": "Представителю класса Сцифоидные нужно добавить большое количество мезоглеи.",
  "replica3": "Тип Кишечнополостные включает в себя три класса: класс Гидроидные, класс Сцифоидные, класс Коралловые полипы.",
  "action1": "Старт",
  "replica11": "Между эктодермой и энтодермой находится прослойка студенистого вещества - мезоглеи. Общий принцип такой: у гидроидных мезоглеи очень мало, у сцифоидных очень много. У коралловых полипов обычно мезоглеи больше, чем у гидроидных, но явно меньше, чем у сцифоидных.",
  "replica12": "Добавь нужное количество у мезоглеи каждому животному.",
  "replica8": "Отлично! Получились двухслойные тела. Внутренний слой называется энтодермой, а наружный - эктодермой. Позднее ты изучишь подробный клеточный состав двух слоев.",
  "replica9": "Нажми Далее, чтобы продолжить.",
  "replica10": "Необходимо организовать клетки в двухслойную структуру для каждого представителя. Для этого перенеси свойство “Двухслойность” на каждую группу клеток.",
  "replica5": "Нажми старт, чтобы приступить.",
  "replica13": "Отлично! Теперь у представителя класса Гидроидные есть прослойка мезоглеи. На самом деле в этом случае ее очень мало, поэтому мы ее даже не видим.",
  "replica4": "Сначала предлагаем тебе изучить общие признаки этих животных. В конце ты увидишь, какие животные получатся.",
  "replica6": "У кишечнополостных животных нет разнообразия сложных органов. Их тело - это два слоя клеток.",
  "replica7": "Сделай двухслойные тела животных: перенеси соответствующее свойство каждому из трех представителей.",
  "replica1": "Тип Кишечнополостные (Стрекающие)",
  "replica2": "Здравствуй! В этой теме тебе предлагается изучить одних из самых простых многоклеточных животных. Это представители типа “Кишечнополостные” или, по-другому, “Стрекающие”."
}