{
  "replica54": "Клеточного центра нет у высших растений, у низших грибов и некоторых простейших.",
  "undefined": "",
  "replica52": "На экране ты видишь переходный этап Бактериальной клетки. Тебе предстоит собрать ее полностью, чтобы она была жизнеспособной и законченной.",
  "replica50": "На экране будут появляться подписанные клетки, тебе необходимо исправить их, т.е. убрать несоответствующие царству органоиды и добавить соответствующие. Тебе нужно добавить хотя бы 1 верный органоид и убрать из клетки все неверные. Клетки следует исправить по образцу клеток из симулятора.",
  "replica53": "Молодец! Клетка достроена, можно перейти к следующей!",
  "replica46": "Неверно, попробуй еще раз.",
  "replica48": "Молодец, все верно!",
  "replica49": "Поздравляю, ты прошел весь уровень! Нажми кнопку \"домой\", чтобы выбрать другой уровень.",
  "replica51": "Молодец! Клетка абсолютно верно собрана!",
  "replica45": "Это тренажер. Здесь ты можешь отработать полученные в симуляторе навыки. Выбери уровень, который хочешь пройти.",
  "replica47": "Это “название клетки”, ее можно узнать по “характеристика клетки”. ",
  "replica41": "Бактерии - доядерные организмы, они не имеют ядра. Его функцию выполняет нуклеоид. Перенеси его в клетку.",
  "replica42": "Это очень важный момент, который стоит запомнить. В бактериях нет ядра, его функцию выполняет нуклеоид.",
  "replica44": "Поздравляю, тобой пройден весь симулятор. Предлагаю тебе проверить и закрепить свои знания в тренажере!",
  "replica43": "В клетку мы добавили включения, они выполняют запасающую функцию. Их в клетке много, добавь их еще немного.",
  "replica40": "Бактериальной клетке соответствует бактериальная клеточная стенка. Перенеси в клетку верный органоид.",
  "replica39": "Это мезосомы. Они есть не у всех бактерий и выполняют разные функции, например, могут заменять митохондрии, так как в прокариотических клетках их нет. Таким образом, некоторые бактерии могут дышать.",
  "replica37": "Этому царству не соответствует наличие данного органоида.",
  "replica36": "Все правильно, этому царству не соответствует наличие данного органоида.",
  "replica38": "Теперь настала очередь собрать прокариотическую клетку - бактериальную. ",
  "replica33": "Теперь себерем грибную клетку.",
  "replica30": "Как правило, в животной клетке нет хлоропластов. Исключение - фотосинтезирующие одноклеточные, например, эвглена зеленая.",
  "replica34": "Грибной клетке соответствует грибная клеточная стенка. Перенеси в клетку правильный органоид.",
  "replica35": "Да, многоядерные грибные клетки могут возникнуть в ходе деления клетки, но мы создадим классическую грибную клетку с 1 ядром.",
  "replica31": "Все правильно, в животной клетке нет вакуолей.",
  "replica32": "В животной клетке нет вакуолей.",
  "replica28": "В животной клетке нет клеточной стенки, что позволяет ей менять форму. Нажми Далее, чтобы перейти к следующему этапу.",
  "replica26": "Теперь соберем животную клетку.",
  "replica27": "Очень важно помнить, что в животной клетке нет клеточной стенки, что сохраняет ее подвижность и пластичность.",
  "replica29": "Все правильно, в животной клетке нет хлоропластов. Исключение - фотосинтезирующие одноклеточные, например, эвглена зеленая.",
  "replica22": "Важно отметить, что вакуоли есть не только у растительных клеток, но и у грибных. Но у грибов они меньше размером и похожи внешне на каплю! Растительная вакуоль содержит клеточный сок, поддерживает тургорное давление и увеличивается в размерах, увеличивая размер клетки. ",
  "replica24": "Поздравляю тебя с успешным окончанием сборки твоей клетки!",
  "replica23": "Теперь в твоей клетке есть митохондрии. Они есть у всех эукариотических клеток. С их помощью клетка дышит, выделяя энергию.",
  "replica25": "Давай испытаем собранную тобой клетку. Посмотри, как происходят некоторые процессы ее жизнедеятельности.",
  "replica21": "Шкала заполнена, можно переходить к следующему шагу.",
  "replica20": "Все шкалы на твоем экране заполнились, Нажми на кнопку для перехода к следующему.",
  "replica18": "Собери нужное количество, чтобы шкала была заполнена на 100%.",
  "replica19": "Теперь клетка заполнена хлоропластами. В основном они содержатся в растительных клетках, их главная функция - фотосинтез. Хлоропласты также могут находиться и в клетках животных, которые способны к фотосинтезу, например, эвглены зеленой. ",
  "replica17": "В растительной клетке несколько хлоропластов. Добавь их столько, чтобы шкала заполнилась на 100%",
  "replica15": "Как правило, в клетках только 1 ядро. Но есть, конечно, и многоядерные клетки - например, клетка мышечных волокон или дизентерийной амебы имеют несколько ядер. Но это исключение.",
  "replica16": "В клетке теперь есть ядро. Оно отвечает за хранение и передачу генетической информации, а также регулирует все процессы клетки.",
  "replica14": "Нажми на кнопку Далее для продолжения.",
  "replica10": "Ты видишь 3 вида клеточной стенки - растительную, грибную и бактериальную. Выбери подходящую для своей клетки. ",
  "replica12": "Это действие невозможно. Клетка состоит только из 1 клеточной стенки.",
  "replica11": "Растительной клетке соответствует растительная клеточная стенка. Перенеси ее, чтобы продолжить игру.",
  "replica9": "Нажми на кнопку Далее, чтобы перейти к следующим органоидам.",
  "replica13": "Теперь у твоей клетки есть клеточная стенка. Растительная стенка состоит из целлюлозы, выполняет защитную функцию и придает клетке постоянную форму. Также в клеточной стенке есть поры, через которые проникают вещества.",
  "replica7": "Теперь у клетки есть мембрана, в которой находится цитоплазма, она является средой для клетки и обеспечивает взаимосвязь всех органоидов. Цитоплазма и мембрана, кстати, содержатся во всех клетках. Мембрана выполняет функцию барьера, обеспечивая проницаемость определенных веществ.",
  "replica8": "Обрати внимание на экран. Твоя цель - заполнить шкалу на 100%, после чего добавлять этот органоид больше не нужно.",
  "replica6": "Давай приступим. Перетащи первый органоид в клетку. ",
  "replica5": "Предлагаю тебе сначала создать растительную клетку.",
  "replica4": "Все клетки делятся на прокариотические (не имеющие ядро) и эукариотические (клетки с ядром). К эукариотам относят Растения, Грибы и Животные. ",
  "replica3": "Добро пожаловать в симулятор \"Клетка и ее строение\"! Клетка - это основная структурная единица всех живых организмов, и она, в свою очередь, состоит из разных органоидов, которые участвуют в процессах ее жизнедеятельности. ",
  "replica2": "Выбери свой класс.",
  "replica1": "Добро пожаловать в симулятор \"Клетка и ее строение\""
}