{
  "replica36": "Твоя задача - самостоятельно произвести сердечный цикл.\nТы увидишь название стадии, тебе необходимо в соответствии стадии\nрасслабить или сократить предсердия и желудочки,\nоткрыть или закрыть клапаны.",
  "replica37": "Давай вспомним проводящую систему сердца.\nНа экране будет подсвечиваться элемент, твоя\nзадача - выбрать из списка его название.",
  "replica35": "Твоя задача - самостоятельно собрать работающее сердце,\nдобавляя в него элементы шаг за шагом.",
  "replica34": "На изображении сердца не хватает подписей.\nДобавь соответствующие названия частей сердца.",
  "replica29": "От синоатриального синуса возбуждение идет на предсердно-желудочковый (атриовентрикулярный узел), он также расположен в правом предсердии.",
  "replica28": "В проводящей системе выделяют синусно-предсердный узел (он же синоатриальный, водитель ритма), он находится в стенке правого предсердия в области впадения в него верхней полой вены, здесь возникает возбуждение. Конечно, возбуждение также распространяется и на правое предсердие.",
  "replica30": "Далее идет пучок Гиса, который состоит из видоизмененных сердечных мышечных волокон. Пучок Гиса делится на правую и левую ножку, от которых отходят волокна Пуркинье. Импульсы проходят по пучку и распространяются по всему миокарду желудочков.",
  "replica31": "Таким образом, благодаря наличию 2-ух узлов, предсердия и желудочки возбуждаются с определенной паузой, а пучки Гиса и волокна Пуркинье затем распространяют возбуждение по всему миокарду желудочков.",
  "replica32": "Поздравляем с прохождением симулятора!",
  "replica33": "В сердце не хватает некоторых элементов.\nДобавь недостающие части в сердце.",
  "replica24": "Нажми на желудочки и предсердия, чтобы их расслабить, на створчатые клапаны, чтобы их открыть, и на полулунные клапаны, чтобы закрыть.",
  "replica21": "Нажми на желудочки, чтобы их сократить, на предсердия, чтобы расслабить, на створчатые клапаны, чтобы их закрыть, и на полулунные клапаны, чтобы открыть.",
  "replica23": "Далее идет этап общей диастолы, он длится 0,4 сек. В диастолу мышцы предсердий и желудочков расслабляются, полулунные клапаны закрываются. Створчатые клапаны открыты. Предсердия наполняются кровью из входящих в них вен, частично кровь из предсердий пассивно поступает в желудочки через открытые створчатые клапаны. Затем цикл повторяется.",
  "replica8": "Нажми кнопку Далее, чтобы дополнить твое сердце основными сосудами и их клапанами.",
  "replica20": "Теперь началась систола желудочков, она длится 0,3 сек. Створчатые клапаны закрываются, чтобы не допустить оттока крови в предсердия. Мышечная ткань предсердий расслабляется, а желудочков - сокращается, уменьшая их объем. Открываются полулунные клапаны - клапан аорты и легочный клапан. Кровь движется из желудочков в сосуды.",
  "replica16": "Нажми на предсердия, чтобы сократить их, и на створчатые клапаны, чтобы открыть их.",
  "replica19": "Отлично! Кровь из предсердий попала в желудочки.",
  "replica6": "На данный момент твое сердце состоит из 2-ух камер. Такой тип строения сердца можно встретить у рыб, однако у человека сердце состоит из 4-ых камер - 2 предсердия сверху и 2 желудочка снизу. Предсердие и желудочек разделены между собой створчатыми клапанами. Главная функция клапанов - обеспечивать односторонний ток крови, в данном случае из предсердий в желудочки.",
  "replica27": "Таким образом, сердце обладает свойством автоматией: если его изолировать от организма, оно продолжает сокращаться без внешних воздействий. Также в сердце есть проводящая система, благодаря которой возникшее в какой-то области сердца возбуждение постепенно распространяется на другие его части.",
  "replica15": "Систола предсердий длится 0,1 сек. В эту фазу предсердия сокращаются, их объем уменьшается, и кровь из них поступает в желудочки (мышечная ткань желудочков расслаблена). Створчатые клапаны в период этой фазы открыты.",
  "replica26": "Перейдем к изучению проводящей системы сердца. Мышечная ткань представлена кардиомиоцитами, а также атипичными кардиомиоцитами - пейсмейкерами, клетками-водителями ритма, т.е. клетками, которые сами периодически генерируют нервные импульсы.",
  "replica14": "Сердечный цикл состоит из 3 фаз - сокращения предсердий (систола предсердий), сокращения желудочков (систола желудочков) и последующего расслабления предсердий и желудочков (диастола).",
  "replica22": "Молодец! Кровь из желудочков попала в сосуды и разнеслась по телу.",
  "replica10": "Сосуды, которые отходят от желудочков, называются артериями. Из левого желудочка выходит самая большая артерия - аорта, она разносит кровь от сердца по всему телу. Из правого желудочка отходит две артерии, образующие легочный ствол, они доставляют кровь в легкие (правое и левое легкое). Запоминаем: кровь движется из желудочков в артерии.",
  "replica17": "Нажми на клапаны, чтобы открыть их.",
  "replica11": "Также в артериях, на месте выхода из сердца, есть полулунные клапаны, регулирующие однонаправленный ток крови: в аорте - клапан аорты, в легочном стволе - легочный клапан.",
  "replica12": "В чем отличия полулунных клапанов от створчатых? Полулунные клапаны состоят из трех створок, имеющих вид карманов. При сокращении желудочков створки прогибаются внутрь артерий.\nСтворчатые клапаны расположены между предсердием и желудочком и препятствуют обратному току крови из желудочков в предсердия. Они имеют две створки, от каждой внутрь желудочка отходит сухожильная хорда.",
  "replica25": "Поздравляю с воспроизведением сердечного цикла! Обрати внимание, что сердечный цикл в сумме длится 0,8 секунд. Нажми Далее, чтобы продолжить.",
  "replica18": "Нажми на предсердия, чтобы сократить их.",
  "replica9": "Следует запомнить принцип называния основных сосудов сердца: сосуды, которые входят в предсердия, называются венами. В левое предсердие входят легочные вены, они приходят сюда из легких. В правое предсердие входят верхняя и нижняя полые вены, они приносят в сердце кровь от верхних и нижних конечностей. Таким образом, мы делаем вывод о направление тока крови из вен в предсердия (не наоборот!).",
  "replica7": "Между левым предсердием и левым желудочком находится двустворчатый клапан (его также называют митральным), а между правым предсердием и правым желудочком - трехстворчатый (он же трикуспидальный). Перетащи клапаны в соответствующие области.",
  "replica13": "Поздравляю со сборкой сердца! Теперь давай проведем сердечный цикл, для этого нажми кнопку Далее.",
  "replica4": "Стенка сердца состоит из 3-ех слоев - эпикарда (наружный слой), миокарда (мышечный слой) и эндокарда (внутренний слой). Сердце погружено в околосердечную сумку, которая защищает его от перерастяжения. Пространство между сумкой и сердцем называется перикардиальным и заполнено жидкостью, обеспечивающей уменьшение трения.",
  "replica5": "Нажми на кнопку Далее, чтобы рассмотреть сердце отдельно.",
  "replica2": "Сначала мы изучим строение сердца. Для удобства на экране изображен\nчеловек с сердцем, чтобы было легче понять, почему справа в сердце\nлевая сторона, а слева - правая. Это важно запомнить! Чтобы не путаться,\nпросто представляй себе этого человечка, когда будешь в замешательстве.\nКстати, сердце располагается в левой части грудной клетки.",
  "replica1": "Добро пожаловать в симулятор “Кровообращение: сердечный цикл”!\nТы видишь на экране человечка, нажми кнопку Далее, чтобы увидеть его сердце.",
  "replica3": "Сердце – это мышечный орган, который благодаря ритмичным повторным сокращениям обеспечивает кровоток по кровеносным сосудам. Сердце представляет собой некий насос, который циркулирует кровь по всему телу, и это является его главной функцией. Благодаря работе сердца кровь поступает во все части тела и органы, насыщает ткани питательными веществами и кислородом, при этом также насыщает кислородом и саму кровь."
}