{
  "undefined": "",
  "interaction1": "Нажми Начать, чтобы выяснить.",
  "replica1": "Добро пожаловать в необычный зверинец!\nЗдесь собраны удивительные животные — точнее,\nэти животные обладают удивительными суперспособностями!\nНе веришь? Давай выясним!",
  "action1": "Начать",
  "replica2": "Сейчас ты видишь мир обычным, человеческим взглядом. Посмотри внимательно — есть ли здесь другие животные?",
  "action11": "Пройти квест.",
  "action10": "Выйти",
  "trenazher1": "",
  "action9": "Вжух!",
  "interaction9": "Нажми Вжух! чтобы вернуться в человеческий облик!",
  "action8": "Вжух!",
  "interaction8": "Нажми Вжух! чтобы стать дельфином.",
  "interaction7": "Нажми Расплюх! чтобы вынырнуть.",
  "action7": "Расплюх!",
  "action6": "Вжух!",
  "interaction6": "Нажми Вжух!, чтобы стать пчелой.",
  "interaction5": "Нажми Плюх! чтобы нырнуть в пруд.",
  "action5": "Плюх!",
  "action4": "Вжух!",
  "replica7": "Хоть кошки и умеют видеть в темноте, но они могут различать только два цвета – в отличие от людей, которые различают три цвета. А вот пчёлы видят невидимое: ультрафиолет.",
  "replica8": "Для человека и тем более для кошки в этих цветах нет ничего особенного.\nА для пчелы?",
  "interaction4": "Нажми Вжух!, чтобы стать пчелой",
  "action3": "Вжух!",
  "interaction3": "Нажми Вжух!, чтобы стать кошкой",
  "action2": "Вжух! ",
  "replica16": "Особенности органов чувств разных живых существ связаны с теми условиями, в которых они живут. Сегодня ты получил представление о том, как разные животные приспосабливаются к ночной жизни, жизни под водой, на границе сред и какие приспособления им нужны для добывания пищи и защиты от опасности.",
  "replica15": "Дельфины дышат воздухом, периодически всплывая на поверхность, чтобы сделать вдох через дыхало, расположенное на темени. Поэтому им важно хорошо видеть не только в воде, но и над её поверхностью.",
  "replica14": "Рыбам на воздухе делать нечего. Давай скорее посмотрим, как себя чувствует дельфин?",
  "replica13": "И рыбы, и дельфины видят под водой лучше людей. Зато люди лучше видят в воздушной среде. Или нет? ",
  "replica12": "Другой обитатель водной среды — дельфин — тоже хорошо видит под водой.",
  "replica11": "Вода поглощает и отражает лучи света, поэтому предметы под водой кажутся искажёнными. С человеческим зрением тут особо ничего не разглядишь, верно?",
  "replica10": "И птицы, и кошки, и пчёлы не могли бы видеть под водой — устройство их глаз приспособлено к воздушной среде. А как видят рыбы?",
  "replica9": "Пчёлы, в отличие от людей, не могут видеть красный цвет, однако отлично видят незаметный нам ультрафиолет! Считается, что пчёлы используют ультрафиолетовые метки на лепестках цветов, чтобы попасть к нектару.",
  "replica6": "Стало получше, верно? Теперь можно и добычу заметить, и от опасности вовремя убежать. ",
  "replica5": "Ночью даже с широким полем зрения особенно ничего не разглядишь. Кошки — это ночные животные, и их глаза устроены так, чтобы видеть в темноте. ",
  "replica4": "Ого! Да это же кошка - естественный враг голубя в природе! Хорошо, что с таким полем зрения ему легко её заметить и спастись! Но кошка – тоже супергерой животного мира.",
  "interaction2": "Нажми Вжух!, чтобы посмотреть глазами голубя.",
  "replica3": "Голуби и многие другие птицы обладают очень широким полем зрения. Они видят предметы не только перед собой, как мы, люди, но и сбоку и даже немного позади от себя."
}