{
  "undefined": "",
  "replica106": "Необходимо потянуть за обе указанные точки внутрь клетки.",
  "replica105": "Необходимо сформировать ядерную мембрану вокруг каждого набора хромосом, т.е. всего получится два ядра: по одному на каждом полюсе клетки.",
  "replica104": "Необходимо разрушить все микротрубочки веретена деления: для этого нажми на каждую.",
  "replica101": "Отделенные друг от друг сестринские хроматиды необходимо распределить пополам между двумя полюсами клетки.",
  "replica100": "Необходимо разрушить связи в центромерных районах всех хромосом, чтобы сестринские хроматиды освободились друг от друга.",
  "replica99": "Необходимо расположить все хромосомы в экваториальной плоскости клетки.",
  "replica96": "Отлично! Теперь два клеточных центра стоят на противоположных полюсах клетки.",
  "replica103": "Отлично! Теперь в клетке нет веретена деления.",
  "replica98": "Необходимо, чтобы к каждой хромосоме прикреплялись две микротрубочки: по одной от каждого полюса.",
  "replica102": "Тебе нужно декомпактизовать все хромосомы: для этого нажми на каждую.",
  "replica97": "Для разрушения всей ядерной оболочки необходимо нажать на нее несколько раз.",
  "replica93": "Тебе нужно удвоить клеточный центр: для этого выбери инструмент “Удвоение” и нажми на органоид.",
  "replica89": "В клетках высших растений отсутствуют клеточные центры, и деление проходит без них.",
  "replica92": "Тебе нужно удвоить все хромосомы: для этого выбери инструмент \"удвоение\" и нажми на каждую.",
  "replica90": "Также по-другому происходит цитокинез: вместо мембранной перетяжки образуется внутриклеточная перегородка.",
  "replica94": "Тебе нужно компактизовать все хромосомы: для этого нажми на каждую.",
  "replica95": "Тебе нужно передвинуть один клеточный центр на противоположный полюс клетки.",
  "replica91": "Посмотри на шкалы “энергетический запас” и “запас необходимых веществ”. Их нужно заполнить до конца, чтобы двигаться дальше.",
  "replica83": "Отлично! В результате образуется борозда деления - перетяжка из наружной плазматической мембраны, которая постепенно углубляется к центру клетки. Клеточные органоиды равномерно распределяются по двум полюсам клетки.",
  "replica84": "В результате обособляются две клетки, которые идентичны исходной материнской. Каждая клетка имеет диплоидный набор хромосом (2n), сами хромосомы однохроматидные (2c).",
  "replica85": "Нажми Далее, чтобы перейти к подведению итогов.",
  "replica87": "Для изучения деления тебе была предложена животная клетка. У высших растений есть некоторые отличия на клеточном уровне, касающиеся митоза.",
  "replica86": "Итак, митотическое деление закончено. В результате него образуются две клетки, которые генетически полностью идентичны друг другу и исходной материнской клетке. В изученном примере в митоз вступала диплоидная клетка (2n). На самом деле митозом могут делиться, например, гаплоидные клетки (споры растений) и триплоидные клетки (клетки эндосперма покрытосеменных растений).",
  "replica88": "Нажми Далее, чтобы узнать об этих отличиях в растительной клетке.",
  "replica82": "Примени инструмент “передвижение”, чтобы стянуть точки на мембране.",
  "replica78": "Отлично! После того, как ядерные оболочки будут сформированы, мы уже не можем считать хромосомы во всей клетке целиком, вместо этого мы говорим, что в каждом ядре находится диплоидный набор (2n), а хромосомы однохроматидные (2с).",
  "replica72": "Отлично! Кстати, вместо слова “декомпактизация” также часто применяют слова “деконденсация” и “деспирализация”. В любом случае имеется ввиду то, что молекулы ДНК теряют свою плотную компактную организацию и снова становятся тонкими расплетенными нитями.",
  "replica77": "Примени инструмент “построение” для формирования ядерных оболочек на полюсах клетки.",
  "replica76": "Также в телофазе на двух полюсах вокруг разделенных наборов генетического материала формируются ядерные мембраны (оболочки).",
  "replica81": "Цитокинез - это разделение уже самой цитоплазмы. В экваториальной зоне клетки плазматическая мембрана образует\nвпячивание.",
  "replica75": "Примени инструмент “разрушение”, чтобы разрушить микротрубочки.",
  "replica79": "Отлично! С телофазой покончено. Давай подведем итог событий этой фазы митоза:\nдекомпактизация хромосом\nвосстановление ядрышка\nразрушение веретена деления\nпоявление ядерных оболочек вокруг хромосом на каждом полюсе",
  "replica73": "Из-за декомпактизации хромосом снова появляется ядрышко. Вспомни, что ядрышко - это просто плотный участок в ядре, который можно наблюдать в интерфазе, а из-за пространственной перестройки молекул ДНК ядрышко пропадает.",
  "replica80": "Нажми Далее, чтобы перейти к цитокинезу.",
  "replica74": "Также в телофазе разрушается веретено деления: микротрубочки деградируют.",
  "replica70": "В телофазе происходит довольно много событий. Во-первых, однохроматидные хромосомы декомпактизуются: т.е. теряют свою плотную структуру.",
  "replica68": "Отлично! Теперь генетический материал в клетке распределен пополам между двумя полюсами. При этом на двух полюсах генетические материалы являются копиями друг друга.",
  "replica69": "Нажми Далее, чтобы перейти к следующей фазе митоза - телофазе.",
  "replica71": "Примени инструмент “декомпактизация” ко всем хромосомам.",
  "replica67": "Примени инструмент “передвижение”, чтобы распределить хромосомы между двумя полюсами клетки.",
  "replica66": "С помощью нитей веретена деления хромосомы (бывшие сестринские хроматиды) двигаются к полюсам клетки. В результате у каждого полюса оказывается такой же набор хромосом, какой был в интерфазе еще до репликации.",
  "replica64": "Примени инструмент “разрушение”, чтобы разрушить центромерную связь в каждой двухроматидной хромосоме.",
  "replica65": "Отлично! Разделенные хроматиды теперь становятся самостоятельными хромосомами. По этой причине про хромосомный набор всей клетки говорят, что он временно увеличен в два раза: 4n. Число молекул ДНК по-прежнему 4c.",
  "replica62": "Нажми Далее, чтобы перейти к следующей фазе митоза - анафазе.",
  "replica61": "Число хромосом все также диплоидное, а все хромосомы двухроматидные, поэтому 4с.",
  "replica63": "Во время анафазы связь в центромере между сестринскими хроматидами разрушается.",
  "replica60": "Отлично! То, что ты сейчас наблюдаешь, также называется метафазной хромосомной пластинкой.",
  "replica58": "Во вторую стадию митоза нити веретена деления перемещают двухроматидные хромосомы в экваториальную зону клетки.",
  "replica59": "Воспользуйся инструментом “передвижение”, чтобы передвинуть все хромосомы в плоскость экватора.",
  "replica57": "Нажми Далее, чтобы перейти к следующей фазе митоза - метафазе.",
  "replica51": "Также в профазе исчезает ядерная мембрана (оболочка).",
  "replica56": "Отлично! С профазой покончено. Давай подведем итог событий этой фазы митоза:\nкомпактизация хромосом\nисчезновение ядрышка\nформирование биполярного веретена деления\nисчезновение ядерной оболочки",
  "replica54": "Из основных событий, относящихся к профазе, осталось только закончить формирование биполярного веретена деления.",
  "replica52": "Примени инструмент “разрушение” на ядерной оболочке.",
  "replica50": "Примени инструмент передвижения, чтобы перенести один клеточный центр на противоположный полюс.",
  "replica55": "Выбери инструмент “передвижение”, чтобы перемещать микротрубочки. Прикрепи по одной микротрубочке к каждой хроматиде. Должно получиться так: две сестринские хроматиды в составе одной хромосомы должны быть “схвачены” микротрубочками с разных полюсов.",
  "replica53": "Отлично! Теперь ядерная оболочка отсутствует.",
  "replica42": "Митоз состоит из четырёх последовательных стадий: профаза, метафаза, анафаза, телофаза. В ходе митоза обеспечивается равномерное распределение генетической информации и органоидов между двумя дочерними клетками.",
  "replica49": "Также в профазе формируется биполярное веретено деления. Для этого Один из клеточных центров перемещается на противоположный полюс клетки.",
  "replica46": "Отлично! Кстати, вместо слова “компактизация” также часто применяют слова “конденсация” и “спирализация”. В любом случае имеется ввиду то, что молекулы ДНК более плотно упаковываются с помощью различных белков. В результате становится возможным наблюдать в микроскоп плотные двухроматидные хромосомы. Сестринские хроматиды при этом соединены друг с другом в центромере.",
  "replica48": "Из-за компактизации хромосом также исчезает ядрышко. Вспомни, что ядрышко - это просто плотный участок в ядре, который можно наблюдать в интерфазе, а из-за прсотранственной перестройки молекул ДНК ядрышко пропадает.",
  "replica47": "По сравнению с интерфазой количество хромосом и молекул ДНК не изменилось: все так же 2n4c, хромосомы двухроматидные. только выше стала плотность упаковки ДНК.",
  "replica45": "Примени инструмент “компактизация” ко всем хромосомам.",
  "replica44": "Первая стадия митоза - профаза. Она самая продолжительная, в нее происходит довольно много событий. Во-первых, двухроматидные хромосомы компактизуются.",
  "replica43": "Нажми Далее, чтобы перейти к изучению митотических фаз клетки животного.",
  "replica39": "Отлично! Пополняя запасы, клетка подготавливается к делению.",
  "replica37": "Завершение интерфазы - это постсинтетический период (G2). Он является непродолжительным. В течение этого периода не происходит каких-то изменений в хромосомах или их числе, зато клетка накапливает огромное количество необходимых веществ и энергии АТФ. Клетка подготавливается к делению.",
  "replica36": "Отлично! С S-периодом интерфазы покончено. Подведем итог этого периода:\nрепликация ДНК\nрепликация клеточных центров.",
  "replica38": "Примени инструмент “пополнение запасов питательных веществ и энергии” на основных органоидах, которые отвечают за синтез различных веществ и АТФ в клетке: комплекс Гольджи, ЭПС, митохондрии.",
  "replica41": "Нажми Далее, чтобы перейти к митозу.",
  "replica40": "Продолжительность интерфазы зависит от типа клеток и в среднем составляет не менее 90 % от общего времени клеточного цикла. Это время чаще всего\nзависит от пресинтетического периода, длительность которого варьируется в\nочень широких пределах. Этот период в клеточном цикле может практически отсутствовать, когда клетки делятся быстро, например при дроблении зиготы.\nНо может продолжаться значительное время, почти всю жизнь организма. Так, нервные клетки головного мозга у взрослого человека находятся в пресинтетическом периоде интерфазы всю жизнь и более не делятся.",
  "replica28": "Ключевые события интерфазы происходят в S-периоде (синтетическом периоде).",
  "replica29": "Во-первых, в S периоде происходит самоудваивание ДНК, по-другому репликация или редупликация",
  "replica33": "В S периоде также удваиваются клеточные центры.",
  "replica31": "Отлично! В результате каждая хромосома будет состоять из двух копий (сестринских хроматид).\nНабор хромосом по-прежнему диплоидный (2n), но каждая хромосома теперь двухроматидная, т.е. число молекул ДНК в два раза больше, чем число хромосом (4с).",
  "replica27": "Нажми Далее, чтобы перейти к следующему периоду интерфазы",
  "replica35": "Отлично! Клеточные центры позже будут участвовать в разделении копий хромосом между двумя дочерними клетками.",
  "replica30": "Примени инструмент “удвоение”, чтобы удвоить все хромосомы",
  "replica32": "Репликация ДНК - это очень затратный процесс, поэтому синтез белков во время S-фазы не происходит. Единственные белки, синтез которых продолжается во время репликации ДНК - это белки гистоны. Гистоны - это те белки, которые участвуют в связывании молекулы ДНК (т.к. она не существует в клетке в свободном виде).",
  "replica34": "Примени инструмент “удвоение”, чтобы удвоить клеточный центр.",
  "replica19": "Посмотри, как гистоны упаковывают ДНК",
  "replica8": "Цитокинез",
  "replica4": "Митоз. Профаза",
  "replica25": "Примени инструмент “пополнение запасов питательных веществ и энергии” на основных органоидах, которые отвечают за синтез различных веществ и АТФ в клетке: комплекс Гольджи, ЭПС, митохондрии.",
  "replica10": "Клеточный цикл - период существования клетки от момента её образования путём деления материнской клетки до собственного деления или гибели. Длительность клеточного цикла может сильно варьировать даже у различных клеток одного организма. Клеточный цикл состоит из периода подготовки к делению и собственно деления.",
  "replica23": "Нажми Далее, чтобы перейти к подробному изучению этапов клеточного цикла.",
  "replica17": "Нажми Далее, чтобы перейти к изучению терминологии.",
  "replica11": "Деление клеток - фундаментальный процесс, без которого жизнь невозможна. Для одноклеточных организмов деление клеток по сути является размножением. У многоклеточных организмов за счет деления клеток происходит рост организма, замена старых клеток, восстановление повреждений. Также с помощью деления у многоклеточных образуются специальные клетки для бесполого или полового размножения.",
  "replica20": "Одними гистонами упаковка ДНК не ограничивается. Другие белки помогают упаковать в еще более плотные структуры, и в зависимости от момента клеточного цикла степень этой упаковки может отличаться. В любом случае ДНК связана с белками, и в такой форме ее называют хромосомой. Поэтому говорят, что в ядре содержатся хромосомы.",
  "replica7": "Митоз. Телофаза",
  "action1": "Посмотреть",
  "replica2": "Интерфаза. Синтетический период (S)",
  "replica12": "Посмотри анимацию деления клетки, чтобы выделить основные этапы.",
  "replica16": "Прежде, чем мы перейдем к подробному изучению видов деления клетки и их постадийному разбору, давай разберемся с некоторыми терминами, которые часто вызывают сложности и мешают понимать тему.",
  "!!!!": "Интерфаза начинается с так называемого пресинтетического периода G1. Этот период характеризуется интенсивными процессами\nобмена веществ в клетке. В ядре активно происходит синтез всех видов РНК, в цитоплазме синтезируются запасные вещества, активно идет синтез белков. Происходит интенсивный рост клетки. (растет колич органоидов надо ли)",
  "replica5": "Митоз. Метафаза",
  "replica6": "Митоз. Анафаза",
  "replica22": "Также в зависимости от момента клеточного цикла хромосомы могут быть однохроматидными или двухроматидными, т.е. иметь в своем составе только одну молекулу ДНК или две.",
  "replica14": "Когда происходит деление, сначала происходит основное, наиболее важное событие деления -\nперераспределение хромосом, т. е. молекул ДНК, обеспечивающих передачу\nнаследственной информации двум дочерними клеткам. Деление ядра называется кариокинез.\nЗаметь, что при кариокинезе генетический материал принимает вид плотных хромосом, и это логично, ведь так удобнее распределять генетический материал.",
  "replica26": "Отлично! Пополняя запасы, клетка подготавливается к делению.",
  "replica21": "В зависимости от момента клеточного цикла хромосомы могут быть более плотно упакованными или менее плотно.\nВ интерфазе эти хромосомы относительно неплотные, расплетенные, занимают весь объем ядра. Такое состояние хромосомы называется декомпактизованным (деспирализованным, деконденсированным).\nВо время деления хромосомы становятся очень плотно упакованными и приобретают вид палочек, которые хорошо видно в микроскоп. Такое состояние хромосом называется компактизованным (спирализованным, конденсированным)",
  "replica1": "Интерфаза. Пресинтетический период (G1)",
  "action2": "Далее",
  "replica9": "Митоз",
  "replica3": "Интерфаза. Постсинтетический период (G2)",
  "replica15": "В самом конце клеточного цикла происходит цитокинез, т.е. деление цитоплазмы. В ходе цитокинеза происходит распределение цитоплазмы с органоидами между двумя дочерними клетками, хотя стоит учесть, что это распределение абсолютно не такое точное, как распределение хромосом при кариокинезе.",
  "replica13": "Период, в течение которого клетка ведет активную жизнедеятельность, готовится к предстоящему делению - это интерфаза. Ты видишь, что хроматин (ДНК в ядре) занимает весь объем ядра, на нем активно идет синтез различных видов РНК.",
  "replica18": "Молекулы ДНК в ядре не существуют сами по себе, они всегда связаны с большим количеством белков, среди которых есть белки гистоны, обеспечивающие самый первый уровень упаковки ДНК"
}