{
  "replica117": "Отлично! Для всех физиологических эффектов была верно определена вегетативная иннервация",
  "replica113": "Выбери, какой гормон ответственнен за представленную физиологическую реакцию и в какой железе он синтезируется\nПосле сделанного выбора нажми Проверить",
  "replica114": "Отлично! Для всех физиологических эффектов гормоны и производящие их железы были определены верно",
  "replica116": "Выбери, какая часть вегетативной нервной системы может привести к наблюдаемому тобой физиологическому эффекту\nПосле сделанного выбора нажми Проверить",
  "undefined": "",
  "replica115": "В этом задании тебе предлагается вспомнить, какая часть вегетативной нервной системы, симпатическая или парасимпатическая, отвечает за определенные физиологические эффекты",
  "replica112": "В этом задании тебе предлагается вспомнить, какие физиологические эффекты вызываются соответствующими гормонами",
  "replica111": "Отлично! Причины всех эндокринных заболеваний были определены без ошибок",
  "replica109": "В этом задании тебе предлагается вспомнить, из-за каких гормонов, отклоняющихся от физиологической нормы, развиваются предложенные заболевания",
  "replica110": "Выбери, с чем связано это заболевание: гипосекрецией или гиперсекрецией соответствующего гормона, а также железу, в которой этот гормон производится.\nПосле сделанного выбоар нажми Проверить",
  "replica108": "Вернись в меню, чтобы выбрать другой тренажер",
  "replica107": "Хороший результат! У тебя было две ошибки, но теперь тебе удалось заполнить этот пробел",
  "replica104": "Стоит еще раз повторить тему",
  "replica106": "Хороший результат! У тебя была одна ошибка, но теперь тебе удалось заполнить этот пробел",
  "replica105": "Отлично! Все типы обратных связей были определены без ошибок!",
  "action34": "Включить иннервацию",
  "action33": "Проверить",
  "replica100": "",
  "replica98": "",
  "replica103": "Какая обратная связь в данном примере: положительная или отрицательная?",
  "replica102": "В этом задании тебе предлагается рассмотреть несколько реальных примеров, в которых участвует нйрогуморальная регуляция, и определить, какая в каждом случае обратная связь: положительная или отрицательная",
  "replica99": "",
  "replica101": "",
  "replica94": "Обратная связь бывает двух видов: положительная и отрицательная. Изучи два вида связей",
  "replica91": "",
  "replica95": "Сейчас ты наблюдаешь две клетки, каждая принадлежит какой-то эндокринной железе.\nПервая выделяет гормон, воздействуя на вторую: это прямая связь.\nВторая под этим стимулом начинает производить свой гормон, а он оказывает влияние на первую: это обратная связь.\nПри этом обратная связь является положительной: повышение секреции гормона ведет к активации стимулирующих центров",
  "replica93": "В нейрогуморальной регуляции реализуется принцип обратной связи: т.е. если нервная система или эндокринная железа посылает сигнал к какому-то органу, то этот орган также за счет нервных импульсов или выделяемых в кровь веществ посылает сигнал обратно, как бы “отчитываясь” о выполненной работе.\n--Механизм прямой и обратной связи имеет очень важное значение в деятельности эндокринной системы, так как благодаря ему работа всех желез не выходит за границы физиологической нормы.",
  "replica96": "Сейчас ты наблюдаешь две клетки, каждая принадлежит какой-то эндокринной железе.\nПервая выделяет гормон, воздействуя на вторую: это прямая связь.\nВторая под этим стимулом начинает производить свой гормон, а он оказывает влияние на первую: это обратная связь.\nПри этом обратная связь является отрицательной: повышение секреции гормона ведет к торможнию стимулирующих центров",
  "replica97": "",
  "replica92": "",
  "replica88": "",
  "replica86": "Симпатическая регуляция ослабляет перистальтику кишечника и ослабляет сокоотделение пищеварительных желез. Парасимпатическая регуляция, наоборот, усиливает перистальтику и пролукцию пищеварительных соков",
  "replica85": "Симпатическая регуляция расширяет бронхи, что в итоге увеличивает вентиляцию легких, т.е. организм получает больше кислорода. Парасимпатическая регуляция, наоборот, сужает бронхи, уменьшаяя вентиляцию",
  "replica87": "",
  "replica84": "Симпатическая регуляция расширяет зрачки, в результате в глаз поступает больше света, т.е. больше информации об окружающей действиетльности. Парасимпатическая регуляция, наоборот, сужает зрачки",
  "replica89": "",
  "replica90": "",
  "": "",
  "action32": "Повторить",
  "replica78": "Все основные железы, производящие гомроны, теперь изучены! Нажми Выйти в меню, чтобы изучить другую регуляцию или потренировать свои знания",
  "replica79": "Вспомним, что нервную систему можно поделить на соматическую и вегетативную.\nПервая (соматическая) подконтрольна нашему сознанию и может управлять, например, нашими скелетными мышцами, кожей, суставами по нашей воле. Также она собирает информацию от органов чувств.\nВторая (вегетативная) управляет работой внутренних органов, не подчиняясь нашей воле",
  "replica82": "Вегетативная нервная система делится на симпатическую и парасимпатическую.\nСимпатическая нервная система активируется при стрессовых реакциях, поэтому иногда её называют системой \"бей или беги\". Ее действие очень похоже на те эффекты, которые оказывает гормон адреналин.\nПарасимпатическая нервная система оказывает противоположное действие",
  "replica81": "Нажми Далее, чтобы продолжить",
  "replica83": "Симпатическая регуляция повышает частоту и силу сердечных сокращений, а парасимпатическая - наоборот",
  "replica80": "Далее мы обсудим нервную регуляцию в организме именно с точки зрения вегетативной нервной регуляции внутренних органов",
  "action31": "Отрицательная обратная связь",
  "action30": "Положительная обратная связь",
  "action29": "Выйти в меню",
  "action28": "Мужские половые гормоны",
  "replica74": "В женских половых железах (яичниках) и временно образуемых в них желтых телах продуцируются женские половые гормоны: эстрогены и прогестероны",
  "replica77": "Мужские гормоны призваны обеспечивать мужской тип телосложения, развития половых органов, оволосения, набор мышечной массы, более низкий тембр голоса",
  "replica75": "Женские гормоны задают женский тип телосложения, развития половых органов, большее развитие молочных желез и возможность лактации. В достигшем половой зрелости женском организме гормоны обеспечивают менструальный цикл, возможность беременности, родов и лактации (выработки грудного молока)",
  "replica73": "Выбери половые железы, чтобы изучить, какие гормоны производятся в них",
  "replica76": "В мужских половых железах (семенниках) продуцируются мужские половые гормоны андрогены (в т.ч. тестостерон)",
  "replica72": "Половые железы - это парные железы смешанной секреции. У мужчин это семенники, у женщин - яичники. Эти железы производят половые продукты (внешняя секреция) и половые гормоны (внутренняя секреция)",
  "replica71": "Нажми Далее, чтобы перейти к рассмотрению половых желез",
  "replica69": "...",
  "replica68": "Посмотри, какое заболевание связано с дефицитом гормонов группы кортикоидов",
  "replica66": "В корковом слое надпочечников секретируются гормоны группы кордикоидов, а также половые гормоны",
  "replica70": "Половые гормоны делят на мужские (андрогены) и женские (эстрогены и прогестероны). И у женщин, и у мужчин, в надпочечниках синтезируются и те, и те половые гормоны. Однако, основное количество половых гормонов синтезируется в половых железах.\nБолее подробно про половые гормоны ты узнаешь, когда перейдешь к половым железам",
  "replica67": "К гормонам группы кортикоидов относится несколько гормонов. В целом все они регулируют все виды обмена веществ: водный, минеральный, углеводный, жировой, белковый обмены.",
  "replica62": "Адреналин стимулирует расщепление запаса гликогена в печени, за счет чего образуются свободные молекулы глюкозы, поступающие в кровь. Эту глюкозу из крови смогут забирать другие ткани, которые будут вырабатывать энергию за счет окисления глюкозы",
  "replica61": "Адреналин расширяет зрачки, за счет чего к рецепторам глаза поступает больше света, т.е. информации об окружающей действительности",
  "replica64": "Адреналин уменьшает кровоток через почки, что в итоге тормозит образование мочи",
  "replica60": "Адреналин расслабляет гладкую мускулатуру бронхов, за счет чего вернтиляция легких увеличивается, организм получает больше кислорода",
  "replica58": "В мозговом веществе надпочечников синтезируется гормон адреналин",
  "replica63": "Адреналин тормозит работу желудочно-кишечного тракта, расслабляя мускулатуру кишечника",
  "replica65": "В целом, адреналин ответственнен за реализацию состояния, при котором организм мобилизуется для устранения угрозы («бей или беги»).\nВ мозговом веществе надпочечников также вырабатывается норадреналин - это вещество, химически и по спектру действий очень схожее с адреналином. Только норадреналин в большей степени реализует такие реакции, как нейромедиатор в симпатической нервной системе, а не как гормон",
  "replica59": "Адреналин усиливает и учащает сердечные сокращения. Также он обладает еще одним воздействием на сердечно-сосудистую систему: а именно, повышает артериальное давление",
  "action27": "Женские половые гормоны",
  "action26": "Половые гормоны",
  "action25": "Гипосекреция кортикоидов",
  "action24": "Кортикоиды",
  "action23": "Адреналин",
  "action22": "Гипосекреция инсулина",
  "action21": "Глюкагон",
  "action20": "Инсулин",
  "replica50": "Инсулин особенно важен для углеводного обмена. Он является своеобразным ключом, который позволяет глюкозе из кровотока попасть внутрь клеток организма. Когда глюкозы попадает в клетки, она расщепляется с выделением энерегии или откладывется в запас в виде гликогена (в печени и мышцах). Без инсулина ткани бы испытывали энергетический голод.",
  "replica54": "Инсулин и глюкагон - это гормоны антагонисты.\nИнсулин понижает уровень глюкозы в крови, в т.ч. способствуя образованию гликогена в печени.\nГлюкагон повышает уровень глюкозы в крови, способствуя распаду гликогена в печени.",
  "replica49": "В островках Лангерганса поджелудочный железы проиводятся несколько гормонов, в числе которых инсулин и глюкагон",
  "replica51": "Посмотри, какое заболевание связано со сниженным содержанием инсулина",
  "replica56": "Надпочечники - это парные эндокринные органы. Каждый надпочечник имеет мозговое вещество в центре и корковое вещество снаружи",
  "replica53": "Глюкагон играет важную роль в углеводном обмене. Он стимулирует расщепление гликогена в печени, из-за чего образуется свободная глюкоза, поступающая в кровь. Т.е. уровень глюкозы в крови повышается. Действие глюкагона важно в периоды голодания, т.к. глюкагон способствует образованию глюкозы, которую другие ткани могут получить из крови и использовать для выработки энергии",
  "replica52": "Заболевание, связанное с недостатком инсулина, называется сахарный диабет.\nПри недостатке инсулина клетки не получают достаточное количество глюкозы, следовательно, не могут получать достаточно энергии для своей жизнедеятельности. Организму не хватает сил, он вялый, его ткани голодают.\nТакже опасно и само повышение глюкозы в крови, ведь в норме в крови должно поддерживаться постоянство содержания различных веществ в строго определенных пределах. Такой избыток глюкозы в крови чреват серьезными последствиями для разных органов, в том числе для мозга",
  "replica57": "Нажми на мозговое или корковое вещество надпочечников, чтобы изучить производимые в ней гормоны",
  "replica55": "Нажми Далее, чтобы перейти к рассмотрению гормонов надпочечников",
  "action19": "Паратгормон",
  "action18": "Кальцитонин",
  "action17": "Йодтиронины (Т3 и Т4)",
  "action16": "Мелатонин",
  "replica41": "...",
  "replica43": "Кальцитонин парафолликулярных клеток щитовидной железы принимает участие в регуляции фосфорно-кальциевого обмена в организме. Этот гормон усиливает захват кальция и фосфора костными клетками из крови. Концентрация этих элементов в крови при этом снижается",
  "replica39": "Посмотри, какие заболевания связаны с увеличенным или сниженным содержанием этого гормона в разном возрасте",
  "replica40": "...",
  "replica45": "Четыре маленькие паращитовидные железы расположены рядом с щитовидной железой. В паращитовидных железах продуцируется паратгормон",
  "replica42": "В парафолликулярных клетках синтезируется гормон кальцитонин",
  "replica47": "Поджелудочная железа является железой смешанной секреции: она производит поджелудочнй сок, выделяемый в кишечник, а также производит гормоны, выделяемые в кровь. Гормоны производятся в клетках, которые группируются в островки Лангерганса",
  "replica35": "Щитовидная железа состоит из фолликулов - это образования в виде пузырьков. Также между фолликулами есть отдельные парафолликулярные клетки (приставка “пара” обозначает “около”).\nВ фолликулах и парафолликулярных клетках производятся разные гормоны",
  "replica48": "Нажми на островок Лангерганса, чтобы изучить производимые в нем гормоны",
  "replica38": "У этих гормонов очень широкий спектр действия: они усиливают\nобмен веществ, стимулируют клеточное дыхание, участвуют в регуляции\nпроцессов роста и развития организма (особенно нервной системы),\nповышают возбудимость клеток нервной системы",
  "replica44": "Нажми Далее, чтобы перейти к рассмотрению гормона паращитовидных желез",
  "replica37": "В фолликулах производятся йод-содержащие гормоны: трийодтиронин (Т3) и тетрайодтиронин (Т4; тироксин).",
  "replica36": "Нажми на фолликул или парафолликулярную клетку, чтобы изучить производимые в них гормоны",
  "replica46": "Паратгормон является антагонистом кальцитонина, т.е. играет противоположную роль. Паратгормон угнетает образование костной ткани за счет “вымывания” кальция из костей. Т.е. в крови содержание кальция повышается",
  "action15": "Тропные гормоны",
  "action14": "Пролактин",
  "action13": "У взрослых",
  "action12": "У детей",
  "action11": "Соматотропин",
  "replica28": "Гормон роста в детском возрасте определяет нормальную скорость роста и развития организма. Соответственно, при его дефиците (гипосекреция) рост будет замедлен, а при избытке (гиперсекреции) рост будет слишком сильно ускорен. Так развиваются заболевания карликовость и гигантизм",
  "replica32": "Нажми Далее, чтобы перейти к рассмотрению гормонов другой железы - эпифиза",
  "replica30": "Пролактин передней доли гипофиза способствует созреванию молока в период вскармливания детеныша. В период взросления организма этот гормон также отвечает за рост самих молочных желез",
  "replica33": "В эпифизе, который связан с промежуточным отделом головного мозга, продуцируется гормон мелатонин",
  "replica31": "Тропные гормоны передней доли гипофиза стимулируют деятельность других желез внутренней секреции: щитовидной железы, надпочечников, а также половых желез (яичников у женщин и семенников у мужчин). Поэтому гипофиз является центральным органом эндокринной системы в организме",
  "replica34": "Изменения концентрации мелатонина имеют заметный суточный ритм — как правило, высокий уровень в течение ночи и низкий уровень в течение дня. Так, мелатонин, выделяемый в эпифизе, регуляирует суточные ритмы организма.",
  "replica29": "Во взрослом возрасте секреция гормона роста по сравнению с детским возрастом сильно снижается. Но если у взрослого этот гормон будет секретироваться в нехарактерно для этого возраста большом количестве, то будет развиваться акромегалия. При этом заболевании утолщаются кости, что приводит к огрублению черт лица, а также увеличиваются кисти и стопы",
  "action10": "Гипосекреция АДГ",
  "replica24": "Вазопрессин (АДГ) выполняет и другие функции в организме, но мы остановимся только на двух перечисленных: усиление реабсорбции воды в почках и сужение мелких сосудов",
  "replica23": "Также этот гормон может оказывать сужающее действие на мелкие сосуды, из-за чего возрастает артериальное давление. Второе название гормона - вазопрессин",
  "replica21": "Посмотри, какое заболевание связано с дефицитом этого гормона",
  "replica20": "Антидиуретический гормон (АДГ), выделяемый в задней доле гипофиза, усиливает обратное всасывание воды в почках, за счет чего образуемой мочи становится меньше. Поэтому гормон и называется антидиуретическим (диурез - это образование мочи)",
  "replica27": "Посмотри, какие заболевания связаны с увеличенным или сниженным содержанием этого гормона в разном возрасте",
  "replica22": "При сильном дефиците этого гормона развивается заболевание несахарный диабет: почки теряют большое количество воды, в результате объем суточной мочи может достигать 20 л. Человек при этом испытывает сильную жажду, много пьет, и много теряет воды с мочой",
  "replica26": "Соматотропин также называется гормоном роста. Этот гормон передней доли гипофиза особенно важен в детском и подростковом возрасте. Он вызывает выраженное ускорение роста в длину, усиливает синтез белка и тормозит его распад, а также способствует снижению отложения подкожного жира, усилению его сгорания.",
  "replica25": "В передней доле гипофиза секретируется несколько гормонов: соматотропин, пролактин, тропные гормоны",
  "action9": "АДГ",
  "action8": "Окситоцин",
  "action7": "Далее",
  "action6": "Изучить нервную регуляцию",
  "action5": "Изучить гуморальную регуляцию",
  "action4": "Итог",
  "action3": "Локализация эффекта",
  "action2": "Длительность эффекта",
  "replica15": "Нажми Далее, чтобы перейти к рассмотрению гормонов гипофиза",
  "replica18": "Окситоцин стимулирует выделение произведенного молока из молочных желез уже после родов",
  "replica10": "Вместе два вида регуляции образуют единую нейрогуморальную регуляцию. Изучи каждую из них по отдельности подробно",
  "replica9": "При гуморальной регуляции отсутствует точный адрес воздействия химического вещества (например, гормона)",
  "replica17": "Окситоцин, выделяемый в задней доле гипофиза, увеличивает частоту и амплитуду сокращений матки, способствуя деторождению в конце срока беременности",
  "replica3": "в гуморальной регуляции сигналы - это химические вещества (гормоны, продукты метаболизма и т.д.), переносимые жидкими средами организма: кровью, лимфой, тканевой жидкостью",
  "replica11": "Существует так называемая гипоталамо-гипофизарная система.\nГипоталамус - это часть промежуточного мозга. Он содержит особые нервные клетки, называемые нейросекреторными: т.е. их роль заключается не в проведении нервного импульса, а в секреции веществ (гормонов). Эти гормоны выделяются в долях гипофиза (эндокринной железы)",
  "replica5": "Гуморальный сигнал передается с низкой скоростью (до 0.5 м/с)",
  "replica7": "Гуморальный сигнал обладает продолжительным эффектом",
  "replica1": "В организме существуют системы регуляции его деятельности. Это нервная регуляция и гуморальная регуляция",
  "action1": "Скорость сигнала",
  "replica13": "Одна из групп нейросекреторных клеток производит гормоны окситоцин и вазопрессин (его также называют антидиуретический гормон - АДГ). Эти два гормона выделяются в кровеносные капилляры задней доли гипофиза (нейрогипофиза), затем с током крови разносятся по организму.\nОкситоцин и вазопрессин принято называть гормонами задней доли гипофиза, поэтому их подробнее ты их изучишь, перейдя к гипофизу",
  "replica2": "В нервной регуляции сигналом служит нервный импусльс",
  "replica4": "Нервный импульс передается с огромной скоростью",
  "replica14": "Одна из групп нейросекреторных клеток производит так называемые рилизинг-гормоны. Эти гормоны управляют работой самого гипофиза, который синтезирует большое количество разнообразных гормонов, регулирующих работу других желез и систем организма. Поэтому принято говорить о единой гипоталамо-гипофизарной системе",
  "replica12": "В гипоталамусе есть две группы различных нейросекреторных клеток: нажми на них, чтобы узнать, какие гормоны в них производятся",
  "replica8": "Нервный импульс четко локализован",
  "replica6": "Нервный импульс дейтсвует кратковременно",
  "replica19": "Окситоцин выполняет и другие функции в организме, но мы остановимся только на двух перечисленных: сокращения мускулатуры матки при родах и выделенеи секрета молочных желез",
  "replica16": "Вспомним: в задней доле гипофиза в кровь выделяются гормоны, производимые нейросекреторными клетками гипоталамуса: это окситоцин и антидиуретический гормон"
}