{
  "replica25": "К сожалению, ты допустил(а) ошибку. Посмотри на анимацию и подумай, где она могла возникнуть, и попробуй еще раз! У тебя обязательно получится!",
  "replica24": "Молодец, все правильно! Ты воссоздал механизм проведения импульса! Поздравляю с прохождением тренажера!",
  "replica23": "Это самый сложный уровень тренажера. Возможно, перед ним тебе стоит повторить еще раз симулятор. Сейчас тебе предстоит самому без подсказок провести импульс по цепи нейронов - сначала по нейрону, затем через химический синапс. Если ты все сделаешь верно, в конце ты увидишь анимацию прохождения нервного импульса.",
  "replica22": "Сейчас ты увидишь разные варианты синапсов, твоя задача - выбрать кнопку с названием его вида.",
  "interaction20": "А теперь сделай все то же самое, но для этапа реполяризации.",
  "replica21": "Попробуй еще раз!",
  "interaction19": "Перед тобой ионные каналы, смоделируй их состояние, характерное для этапа деполяризации.",
  "replica20": "Открыт канал для калия, а значит, ионы калия выходят из клетки, и она реполяризуется.",
  "replica19": "Открыт канал для натрия, а значит, ионы натрия входит в клетку, и она деполяризуется.",
  "interaction18": "На экране ты видишь положение ионных каналов. По ним тебе необходимо узнать, что это за этап и нажать соответствующую кнопку.",
  "replica18": "Движение по градиенту означает, что молекулы движутся из среды, где их много, в среду, где их мало. Советую повторить эту тему в симуляторе \"Свойства мембраны\".",
  "interaction17": "Давай вспомним, что такое движение по градиенту концентрации. Смоделируй, в каком направлении при деполяризации и реполяризации пойдут ионы натрия и калия.",
  "replica17": "Благодаря работе натрий-калиевого насоса и потере положительных ионов калия, внутри клетки поддерживается отрицательный заряд, а разность электрических потенциалов внутри и снаружи клетки называется потенциалом покоя.",
  "interaction16": "Как ты помнишь, заряд на внешней и внутренней стороне мембраны разный. Попробуй вспомнить, как они расположены и перетащи знаки заряда на соответствующие стороны мембраны.",
  "interaction15": "Чтобы перейти к следующему уровню, нажми кнопку Далее.",
  "replica16": "Следует запомнить: ионов натрия больше во внеклеточной среде, а ионов калия - во внутриклеточной. Это легко запомнить таким образом: ион Калия - Клетка, правило двух К!",
  "interaction14": "Верно! Чтобы перейти к следующему уровню, нажми кнопку Далее.",
  "interaction13": "Сейчас на экране не показаны ионы натрия и калия, потому что они находятся в равновесной концентрации. Но в клетке так не бывает, концентрации ионов натрия и калия в клетке и снаружи отличаются. Перетащи ионы натрия и калия туда, где их концентрация выше.",
  "replica15": "Молодец! Ты произвел(а) механизм химического импульса.\nВот важные характеристики химического синапса:\n1) относительно большая ширина синаптической щели\n2) передача сигнала происходит с задержкой\n3) одностороннее проведение сигнала (от пре- к пост-)\n4) производит возбуждающий или тормозный эффект, в зависимости от нейромедиатора\n5) процесс передачи импульса чувствителен к температуре",
  "interaction12": "Нейромедиатор, попавши в рецептор, открывает канал для ионов натрия. Произведи транспорт ионов натрия в постсинаптическую клетку.",
  "replica14": "Ионы натрия повышают заряд постсинаптической мембраны, тем самым передают импульс по нейрону.",
  "interaction11": "Нейромедиаторы перемещаются в синаптическую щель и встраиваются в постсинаптические специфические рецепторы (для каждого вида нейромедиатора свой рецептор или вид рецепторов). Перенеси нейромедиатор к рецептору.",
  "replica13": "Ионы кальция, попадая в клетку, скапливаются вокруг везикулы с нейромедиатором и способствуют его экзоцитозу.",
  "interaction10": "Под воздействием заряда открываются кальциевые каналы, по которым кальций поступает в пресинаптическое окончание. Транспортируй ион кальция самостоятельно. ",
  "replica12": "Давай произведем передачу сигнала. В первую очередь нервный импульс достигает окончания аксона (пресинаптической мембраны).",
  "replica11": "Синапс состоит из:\nаксона, по которому проходит сигнал от нейрона\nмитохондрий, которые снабжают процесс энергией\nвезикул с нейромедиаторами, т.е. специальными химическими веществами, участвующими в процессе передачи импульса\nпресинаптической мембраны, которая непосредственно участвует в контакте\nбелков-каналов для ионов кальция, которые запускают процесс передачи\nсинаптической щели, в которую выбрасывается нейромедиатор\nпостсинаптических рецепторов, с помощью которых этот сигнал приходит на клетку\nпостсинаптической мембраны, по которой распространяется сигнал дальше",
  "interaction9": "Предлагаю тебе посмотреть поближе, как происходит передача сигнала в синапсе. Для этого нажми на лупу.",
  "interaction8": "Теперь давай рассмотрим устройство химического синапса.\nДля этого нажми кнопку Далее.",
  "interaction7": "Попробуй провести передачу импульса, транспортируя заряженные ионы с пресинаптической клетки на постсинаптическую.",
  "interaction6": "На экране ты видишь электрический синапс. Нажми на лупу, чтобы посмотреть на него поближе.",
  "replica9": "В случае электрического синапса расстояние между двумя клетками (синаптическая щель) очень мала, и в нем находятся специальные каналы - коннексоны. За счет них происходит непосредственное сообщение между клетками, через них они обмениваются ионами, т.е. передают сигнал. Этот вид синапса встречается в некоторых отделах ЦНС (кора, мозжечок и т.д.), в спинном мозге, а также в контактах с кардиомиоцитами и гладкомышечными клетками.",
  "replica10": "Вот важные характеристики электрического синапса:\n1) малая ширина синаптической щели\n2) быстрая передача сигнала\n3) двустороннее проведение сигнала\n4) производит только возбуждающий эффект\n5) более древний способ, нежели химический",
  "replica8": "Синапсы - это контакты клеток, и они бывают очень разные. На высветившейся таблице ты можешь увидеть их классификацию. Важно понять, что нейроны могут проводить сигнал 1) на нейроны, мышечные и секреторные клетки; 2) на нейроны разными способами - с аксона на дендрит, с аксона на тело, с аксона на аксон и т.д.; 3) могут проводить, как и по нейрону, электрическим путем, а могут - химическим.",
  "interaction5": "Место передачи импульса с одного нейрона на другой нейрон, мышцу или железу называется синапсом. Сейчас на картинке как раз в его области появилась лупа. Нажми на нее, чтобы рассмотреть синапс поближе.",
  "replica7": "Как можешь видить, наш импульс уже может пройти по нейрону, следующий шаг - передать его другому нейрону. ",
  "replica6": "Пожалуйста, добавь столько ионов калия, чтобы полностью вернуть клетке ее прежний заряд.",
  "interaction4": "Молодец! Теперь ты знаешь, что такое деполяризация и реполяризация, потенциал действия и потенциал покоя, а также за счет каких процессов они возникают. Чтобы продолжить, нажми Далее.  ",
  "interaction3": "Сейчас мембрана поменяла заряд на положительный после прихода ионов натрия. Напоминаю, что этот процесс называется деполяризацией и идет последовательно по всей мембране нейрона, начиная с дендритов, заканчивая аксоном, в зависимости от времени открытия каналов для натрия. Теперь попробуй выполнить транспорт ионов калия из клетки.",
  "interaction2": "Ты видишь в правом нижнем углу экран с белками-каналами. Попробуй перенести ион натрия в клетку и посмотри, что произойдет. ",
  "replica5": "Перезарядка мембраны происходит за счет работы белков-канало для ионов натрия и калия. Сначала быстро открываются каналы для натрия, и он по градиенту концентрации стремится внутрь клетки. А каналы для ионов калия в это время закрыты. Так как ионы расположены по всей мембране, то при попадании большого количества ионов натрия заряд в клетке резко повышается - такой процесс называется \"деполяризацией\". ",
  "interaction1": "Нажми Далее, чтобы увидеть, как распределены заряды внутри и снаружи мембраны.",
  "replica4": "Принято считать, что внутри клетки заряд отрицательный, а снаружи - положительный. И разность между ними называется потенциалом покоя и равна -70 мв ([заряд снаружи] - [заряд внутри]). За счет чего так происходит? Здесь играет 2 фактора: 1) работа натрий-калиевого насоса поддерживает постоянную разность в -10 мв; 2) потеря положительных катионов калия в процессе работы каналов приводит к отрицательному заряду клетки в состоянии покоя. ",
  "replica3": "Ты видишь мембрану, внутриклеточную среду и внеклеточную среду. Проведение нервного импульса по нейрону происходит за счет перезарядки мембраны, т.е. потенциала действия. Потенциал действия возникает при изменении заряда мембраны. Напомню, что внутри клетки больше ионов калия, а снаружи - натрия. Но к чему это?",
  "replica1": "Добро пожаловать в симулятор \"Нервная система: механизм нервного импульса\"! Думаю, ты уже знаешь, что нервные клетки могут генерировать импульс и проводить его. Давай узнаем, как это происходит.",
  "replica2": "Проведение импульса делится на 2 главные части: 1) проведение импульса по самому нейрону и 2) проведение импульса между нейронами. Предлагаю тебе начать с первой части. Нажми на лупу, чтобы перейти к нужному объекту. "
}