{
  "undefined": "",
  "vaZhNo": "ВСЕ ВИДОВЫЕ НАЗВАНИЯ ВЕЗДЕ ВЫДЕЛЯТЬ КУРСИВОМ (Амеба обыкновенная, Эвглена зеленая, Инфузория туфелька, Малярийный плазмодий)",
  "replica107": "У Малярийного плазмодия не образуются пищеварительные вакуоли, он питается, всасывая вещества через поверхность клетки.",
  "replica112": "Вернись в меню, чтобы выбрать другой тренажер.",
  "replica111": "Тебе предстоит собрать животных: ... и ...",
  "action7": "Выйти в меню",
  "replica109": "Отлично! Малярийный плазмодий собран.\nНажми Далее, чтобы перейти к сборке нового организма.\nНажми Выйти в меню, чтобы выбрать другой тренажер.",
  "replica108": "У Малярийного плазмодия есть, как правило, только одна крупная митохондрия.",
  "replica110": "Теперь попробуй потренироваться в самостоятельной сборке одновременно двух организмов.",
  "replica103": "У Малярийного плазмодия всего одно обычное ядро.",
  "replica102": "У Малярийного плазмодия нет органоидов движения.",
  "replica106": "Малярийный плазмодий - паразит, а сократительные вакуоли есть только у пресноводных организмов.",
  "replica104": "Малярийный плазмодий является типичным животным, он не имеет хлоропластов.",
  "replica105": "У Малярийного плазмодия нет светочувствительного глазка - стигмы.",
  "replica97": "Инфузория туфелька является типичным животным, она не имеет хлоропластов.",
  "replica98": "У Инфузории туфельки нет светочувствительного глазка - стигмы.",
  "replica100": "Верно! У споровиков, в т.ч. у Малярийного плазмодия, есть сложная пелликула, включающая подмембранные уплощенные везикулы.",
  "replica101": "У споровиков, в т.ч. у Малярийного плазмодия, есть пелликула, придающая поверхности клетки прочность. Под мембраной клетки находятся уплощенные везикулы.",
  "replica96": "Попробуй найти другое хранилище генетической информации для Инфузории туфельки.",
  "replica99": "Отлично! Инфузория туфелька собрана.\nНажми Далее, чтобы перейти к сборке нового организма.\nНажми Выйти в меню, чтобы выбрать другой тренажер.",
  "replica95": "У Инфузории туфельки нет жгутиков.",
  "replica90": "У Эвглены зеленой всего одна сократительная вакуоль.",
  "replica94": "У Инфузории туфельки есть пелликула, придающая поверхности клетки прочность. Под мембраной клетки находятся уплощенные везикулы.",
  "replica91": "У Эвглены зеленой всего одно обычное ядро.",
  "replica92": "Отлично! Эвглена зеленая собрана.\nНажми Далее, чтобы перейти к сборке нового организма.\nНажми Выйти в меню, чтобы выбрать другой тренажер.",
  "replica93": "Верно! У Инфузории туфельки есть сложная пелликула, включающая подмембранные уплощенные везикулы.",
  "replica85": "Отлично! Амеба обыкновенная собрана.\nНажми Далее, чтобы перейти к сборке нового организма.\nНажми Выйти в меню, чтобы выбрать другой тренажер.",
  "replica84": "У Амебы обыкновенной нет светочувствительного глазка.",
  "replica83": "У Амебы обыкновенной всего одно обычное ядро.",
  "action6": "В меню",
  "replica86": "Верно! У Эвглены зеленой есть пелликула с подстилающим мембрану слоем белков.",
  "replica89": "У Эвглены зеленой нет ресничек.",
  "replica88": "Стоит еще раз повторить тему. В следующий раз получится лучше.",
  "replica87": "У Эвглены зеленой есть пелликула, придающая поверхности клетки прочность. Под мембраной клетки находятся различные белки, которые и придают прочность.",
  "replica82": "У Амебы обыкновенной всего одна сократительная вакуоль.",
  "replica77": "У Амебы обыкновенной нет постоянной формы тела, т.к. нет пелликулы.",
  "replica76": "Верно! У Амебы обыкновенной нет плотной оболочки, она образует выросты - псевдоподии.",
  "replica79": "У Амебы обыкновенной нет жгутиков, она двигается с помощью псевдоподий.",
  "replica80": "У Амебы обыкновенной нет ресничек, она двигается с помощью псевдоподий.",
  "replica78": "Стоит еще раз повторить тему. В следующий раз получится лучше.",
  "replica74": "Теперь попробуй потренироваться в самостоятельной сборке одноклеточных животных.",
  "replica75": "Тебе предстоит собрать животное.",
  "replica81": "Амеба обыкновенная - типичное животное, хлоропластов у нее нет.",
  "replica72": "Твой результат ..... верно определенных наборов из 9. Хороший результат!",
  "replica73": "Стоит еще раз повторить тему.",
  "action5": "Повторить",
  "replica66": "Тебе не удалось верно определить животное. Пищеварительные вакуоли образуют и Амеба обыкновенная, и Эвглена зеленая, и Инфузория туфелька, но именно у последней есть пелликула с подмембранными уплощенными везикулами.",
  "replica69": "Верно! Пелликула с подмембранными уплощенными везикулами есть у представителей типа Ресничные и типа Споровики, но отсутствие ресничек - признак споровиков, например, Малярийного плазмодия.",
  "replica67": "Верно! Пищеварительные вакуоли образуют и Амеба обыкновенная, и Эвглена зеленая, и Инфузория туфелька, но именно у последней есть пелликула с подмембранными уплощенными везикулами.",
  "replica68": "Тебе не удалось верно определить животное. Пелликула с подмембранными уплощенными везикулами есть у представителей типа Ресничные и типа Споровики, но отсутствие ресничек - признак споровиков, например, Малярийного плазмодия.",
  "replica70": "Тебе не удалось верно определить животное. Одна сократительная вакуоль есть у Амебы обыкновенной и Эвглены зеленой, но именно у первой отсутствуют жгутики.",
  "replica71": "Верно! Одна сократительная вакуоль есть у Амебы обыкновенной и Эвглены зеленой, но именно у первой отсутствуют жгутики.",
  "replica64": "Тебе не удалось верно определить животное. Апикальный комплекс используется споровиками для проникновения в клетку хозяина. Ядро у Малярийного плазмодия при этом одно.",
  "replica65": "Верно! Апикальный комплекс используется споровиками для проникновения в клетку хозяина. Ядро у малярийного плазмодия при этом одно.",
  "replica62": "Тебе не удалось верно определить животное. У Эвглены зеленой есть стигма - светочувствительный глазок, который она использует для того, что определить наиболее освещенный участок воды, где будет эффективно протекать фотосинтез. Сократительная вакуоль у Эвглены зеленой одна.",
  "replica63": "Верно! У Эвглены зеленой есть стигма - светочувствительный глазок, который она использует для того, что определить наиболее освещенный участок воды, где будет эффективно протекать фотосинтез. Сократительная вакуоль у Эвглены зеленой одна.",
  "replica55": "Верно! Способностью к фотосинтезу обладает Эвглена зеленая.",
  "replica60": "Тебе не удалось верно определить животное. Двухъядерной является Инфузория туфелька.",
  "replica53": "Определи, какому организму принадлежит этот набор органоидов.",
  "replica52": "Далее будут затрагиваться не все органоиды. Внимание будет уделяться специфическим для данных животных органоидам и некоторым основным, встречающимся у всех.",
  "replica59": "Верно! Сократительные вакуоли такого строения есть у Инфузории туфельки.",
  "replica54": "Тебе не удалось верно определить животное. Способностью к фотосинтезу с помощью хлоропластов обладает Эвглена зеленая.",
  "replica57": "Верно! Способностью двигаться с помощью жгутиков обладает Эвглена зеленая.",
  "replica61": "Верно! Два ядра есть у Инфузории туфельки.",
  "replica58": "Тебе не удалось верно определить животное. Сократительные вакуоли такого строения есть у Инфузории туфельки.",
  "replica56": "Тебе не удалось верно определить животное. Жгутики есть в наличии у Эвглены зеленой.",
  "replica51": "Нажми Далее, чтобы продолжить.",
  "replica43": "Биение ресничек в районе клеточного рта помогают загнать добычу на дно клеточной глотки. На дне клеточной глотки происходит фагоцитоз: образуется фагосома, она сливается с лизосомой в пищеварительную вакуоль. Пищеварительная вакуоль проходит довольно определенную траекторию по клетке. Непереваренные остатки пищи в конце удаляются из вакуоли через специальный участок поверхности клетки - порошицу.",
  "replica44": "Сократительных вакуолей у Инфузории туфельки две. Они имеют сложное строение из связанных ампул. Две вакуоли пульсируют по очереди.",
  "replica41": "Изучение представителей простейших завершено! Теперь выйди в меню, чтобы узнать, что ждет тебя дальше.",
  "replica50": "Отлично! Животное Малярийный плазмодий собрано. Тебе уже стало понятно, что сократительной вакуоли у него нет. Вспомни, что сократительную вакуоль имеют пресноводные организмы, а Малярийный плазмодий - паразит, обитающий внутри других организмов. Пищеварительный вакуолей также нет, потому что Малярийный плазмодий не осуществляет фагоцитоз пищи, вместо этого он просто поглощает растворенные в окружающей среде питательные вещества через свою мембрану.",
  "replica42": "С помощью большого количества синхронно бьющихся ресничек Инфузория туфелька двигается.",
  "replica45": "Теперь рассмотрим тип Споровики. К нему относятся разнообразные паразиты, в том числе Малярийный плазмодий, строение которого ты сейчас изучишь.",
  "replica47": "Придай Малярийному плазмодию форму: добавь в него пелликулу.",
  "replica49": "У Малярийного плазмодия уже есть пелликула.",
  "replica46": "Споровики имеют такую же пелликулу, как и представители типа Ресничные.",
  "replica48": "Пелликула такого типа плотная, кроме самой мембраны включает также совокупность уплощенных везикул под мембраной клетки и элементы цитоскелета. Обрати внимание, что пелликула - это НЕ клеточная стенка.",
  "replica37": "Клеточная глотка - это углубление на поверхности клетки, а не выпячивание.",
  "replica39": "Отлично! Животное Инфузория туфелька собрано. Давай теперь посмотрим, как она двигается, питается и избавляется от излишков воды.",
  "replica35": "У клетки имеется углубление, которое называется клеточная глотка.",
  "replica40": "Нажимай на кнопки, чтобы посмотреть, как Инфузория туфелька будет осуществлять различные действия.",
  "replica38": "Поскольку у Инфузории туфельки есть плотная пелликула, она не может осуществлять фагоцитоз в любом участке клетки, как это могла делать Амеба обыкновенная. Захват пищи и ее фагоцитоз происходит у Инфузории туфельки в клеточной глотке.",
  "replica36": "Сделай клеточную глотку: потяни за точку внутрь клетки.",
  "replica32": "Придай Инфузории туфельке форму: добавь в нее пелликулу.",
  "replica28": "С помощью короткого жгутика Эвглена зеленая помогает себе загнать мелкую добычу в клеточную глотку. На дне клеточной глотки происходит фагоцитоз: образуется фагосома, она сливается с лизосомой в пищеварительную вакуоль. Но нужно помнить, что предпочтительно Эвглена зеленая питается автотрофно с помощью фотосинтеза. К гетеротрофному питанию она прибегает в темноте. Но как только она опять попадет в светлую среду, у нее образуются хлоропласты\nи начнется активный фотосинтез.",
  "replica29": "Сократительная вакуоль у Эвглены зеленой одна и представляет из себя пульсирующий шар.",
  "replica31": "Инфузория туфелька, как и Эвглена зеленая, имеет постоянную форму клетки из-за наличия пелликулы. Правда у представителей типа Ресничные пелликула имеет совершенно другое устройство, хотя название такое же.",
  "replica30": "Теперь рассмотрим тип Ресничные. Второе его название - это тип Инфузории. В этом типе подробно изучим строение Инфузории туфельки.",
  "replica33": "Пелликула у Инфузории туфельки плотная, кроме самой мембраны включает также совокупность уплощенных везикул под мембраной клетки и элементы цитоскелета. Обрати внимание, что пелликула - это НЕ клеточная стенка.",
  "replica34": "У Инфузории туфельки уже есть пелликула.",
  "replica20": "На одном полюсе клетки имеется углубление, которое называется клеточная глотка.",
  "replica26": "Когда посмотришь различные действия Эвглены зеленой, нажми Выйти в меню, чтобы выбрать следующий организм.",
  "replica23": "Поскольку у Эвглены зеленой есть плотная пелликула, она не может осуществлять фагоцитоз в любом участке клетки, как амеба. Захват пищи и ее фагоцитоз происходит у эвглены в клеточной глотке.",
  "replica27": "С помощью длинного жгутика Эвглена зеленая двигается: при этом она как бы “ввинчивается” в воду. Жгутик вращается в одну сторону, а сама клетка при этом вращается в противоположную сторону.",
  "replica21": "Сделай клеточную глотку: нажми на точку на мембране.",
  "replica18": "Пелликула - это плотная оболочка, которая кроме самой мембраны включает также совокупность белков под мембраной клетки, которые придают ей прочность. Обрати внимание, что пелликула - это НЕ клеточная стенка.",
  "replica24": "Отлично! Животное Эвглена зеленая собрано. Давай теперь посмотрим, как она двигается, питается и избавляется от излишков воды.",
  "replica22": "Клеточная глотка - это углубление на поверхности клетки, а не выпячивание.",
  "replica25": "Нажимай на кнопки, чтобы посмотреть, как Эвглена зеленая будет осуществлять различные действия.",
  "replica19": "У Эвглены зеленой уже есть пелликула.",
  "replica17": "Придай Эвглене зеленой форму: добавь в нее пелликулу.",
  "replica3": "Нажми Старт, чтобы приступить.",
  "replica15": "Теперь рассмотрим другой класс из типа Саркожгутиконосцы: это класс Жгутиковые, в котором подробно изучим строение Эвглены зеленой.",
  "replica6": "Способ движения с помощью псевдоподий называется амебоидным. А способ питания с помощью поглощения мембранными выростами - фагоцитоз. Когда закончишь собирать клетку, посмотришь, как амеба двигается и питается.",
  "action1": "К рабочему пространству",
  "replica13": "С помощью псевдоподий Амеба обыкновенная может захватывать пищу: например, бактерий и других одноклеточных организмов (простейшие, водоросли). Этот процесс называется фагоцитоз. Для этого она как бы обволакивает добычу и образует мембранный пузырек - фагосому. С ним сливается лизосома, содержащая пищеварительные ферменты. В результате образуется пищеварительная вакуоль. Амеба обыкновенная активно питается, поэтому в ней обычно довольно много пищеварительных вакуолей. Аналогичным образом животное может поглощать жидкость.",
  "replica11": "Когда посмотришь различные действия Амебы обыкновенной, нажми Выйти в меню, чтобы выбрать следующий организм.",
  "replica2": "Давай начнем с представителей типа Саркожгутиконосцы. В этом типе ты изучишь строение Амебы обыкновенной (Кл. Саркодовые) и Эвглены зеленой (Кл. Жгутиковые). Начнем с амебы.",
  "replica16": "Эвглена зеленая, в отличие от Амебы обыкновенной, имеет постоянную форму клетки из-за наличия пелликулы.",
  "replica5": "Сделай псевдоподии у Амебы обыкновенной: нажми на точки на мембране, чтобы сделать выросты.",
  "replica4": "Амеба обыкновенная не имеет постоянной формы тела. Это животное может образовывать мембранные выросты, с помощью которых она передвигается или захватывает частички пищи. Эти выросты называются псевдоподиями или ложноножками. Важную роль в их образовании играет цитоскелет.",
  "replica8": "Перетащи органоид внутрь клетки.",
  "action4": "Далее",
  "replica14": "Сократительная вакуоль у Амебы обыкновенной одна и представляет из себя пульсирующий шар.",
  "replica1": "Перейди к рабочему пространству, чтобы собрать одноклеточных животных и изучить их строение.",
  "replica10": "Нажимай на кнопки, чтобы посмотреть, как Амеба обыкновенная будет осуществлять различные действия.",
  "replica12": "С помощью псевдоподий Амеба обыкновенная как бы ползает по какому-то субстрату (поверхности).",
  "replica7": "Нажми Далее, чтобы продолжить.",
  "action2": "Старт",
  "replica9": "Отлично! Животное Амеба обыкновенная собрано. Давай теперь посмотрим, как она двигается, питается и избавляется от излишков воды."
}