{
  "replica41": "Давай закрепим твои знания о различии в строении Однодольных и Двудольных растений. Собери без подсказок Двудольное растение.",
  "replica40": "Давай закрепим твои знания о различии в строении Однодольных и Двудольных растений. Собери без подсказок Однодольное растение.",
  "replica37": "Корни растений тундры очень короткие из-за отсутствия воды в почве.",
  "replica35": "Стебель водных растений тонкий, может быть длинным или коротким, в случае прибрежных растений, но он не может быть мясистым, т.к. ему не нужно запасать воду.",
  "replica38": "Стебель растений тундры очень короткий, т.к. для роста ему не хватает влаги.",
  "replica32": "Растения засушливой среды могут иметь либо мясистые стебли, запасающие воду, или короткие тонкие стебли для экономии воды.",
  "replica34": "Корни растений засушливой среды либо очень длинные для прикрепления, либо очень короткие, в случае прибрежных растений.",
  "replica33": "Листья растений засушливой среды часто видоизменены в колючки, покрыты восковым налетом и не имеют пигмента.",
  "replica39": "Листья растений в тундре очень мелкие и жесткие, это необходимо для экономии воды.",
  "replica36": "Из-за особенностей водной среды, ее плотности, листья очень рассеченные и тонкие.",
  "replica31": "Корни растений засушливой среды либо очень длинные, чтобы добираться до грунтовых вод, либо короткие, поверхностные, чтобы добывать воду у поверхности земли.",
  "replica29": "Перед тобой стоит задача выбрать именно те виды органов, которые подходят данной среде.",
  "replica30": "Верно! Поздравляем с выполнением задания!",
  "replica27": "Неверно. Попробуй еще раз.",
  "replica28": "Верно!",
  "replica26": "Перед тобой экран со шкалами. Одна из них пустая. Тебе необходимо нажать на органы растений, которые выполняют данную функцию, чтобы заполнить шкалу.",
  "replica23": "Последний орган, который мы рассмотрим, - это семя. Семя Однодольных и Двудольных растений имеет отличие: у Однодольных оно состоит из 1 семядоли, зародыш питается эндоспермом, а у Двудольных - из 2-ух семядолей, и ими же питается зародыш.",
  "replica24": "Главные функции семени - это питание и защита зародыша растения.",
  "replica25": "Поздравляем с прохождением симулятора! Предлагаем тебе проверить жизнестойкость собранных тобою растений.",
  "replica22": "Плодов существует огромное множество, они могут быть сухими и сочными, т.е не запасающими и запасающими. Они служат для формирования, защиты и распространения семян, находящихся в нем.",
  "replica21": "Плод - это конечный этап развития цветка. Перетащи его на место любого цветка.",
  "replica20": "К функциям цветка относят половое размножение, а именно - образование половых клеток, привлечение насекомых-опылителей, защита семязачатков и зародыша.",
  "replica19": "Настала очередь генеративных органов, т.е. отвечающих за половое размножение растений. Первый орган - цветок. Цветки у Однодольных и Двудольных растений отличаются - у Однодольных количество частей цветка кратно 3 и нет чашелистиков (простой околоцветник), у Двудольных - кратно 4 или 5 и есть чашелистики.",
  "replica18": "Корень отвечает за множество функций - поглощение воды и минеральных веществ, опора, синтез гормонов. Некоторые корни способны запасать вещества, образовывать симбиозы с бактериями.",
  "replica16": "Корень - очень важный вегетативный орган растения. Корни в совокупности образуют корневую систему. Для Дудольных характерна стержневая корневая система, а для Однодольных - мочковатая.",
  "replica15": "Главные функции почек - это образование новых побегов и нараастание растения.",
  "replica17": "Перенеси соответствующие объекты в растения.",
  "replica14": "Кстати, стебли, листья и почки в совокупности образуют побег растения.",
  "replica13": "Почки делятся на разные типы по их расположению и строению. Например, из генеративных почек, которые находятся на верхушках стебля, в последующем вырастут цветки. ",
  "replica11": "Листья выполняют такие функции, как фотосинтез, транспирация (испарение воды для охлаждения растения), газообмен. Некоторые листья также могут запасать вещества.",
  "replica7": " Перед тобой 2 типа листьев. Первый - черешковый, он имеет ярко выраженный черешок, перистое или сетчатое жилкование. Такой тип листьев характерен для растений класса Двудольные.",
  "replica12": "Почки есть во всех растениях данных классов, перетащи объект в оба растения.",
  "replica10": "Верно! Листья могут быть очень разными - сложными, простыми, они могут быть по-разному расположены в растении. Все это ты можешь узнать в справочнике.",
  "replica9": "Перетащи соответствующие листья в растения.",
  "replica8": "Другой тип листьев называется сидячим, он не имеет ярко выраженного черешка, имеет параллельное или дуговое жилкование. Такие листья можно встретить у Однодольных растений.",
  "replica6": "Нажми кнопку Далее, чтобы продолжить. ",
  "replica5": "Стебель - важный осевой орган растения. Его главные функции - опора, транспорт веществ (восходящий и нисходящий ток). Также стебли некоторых растений могут фотосинтезировать и запасать вещества, например, кактуса.",
  "replica4": "Начнем с вегетативных органов, т.е тех, которые не отвечают за половое размножение. Первый орган - стебель. Значимых различий в его строении у этих классов нет, добавь его в оба растения.",
  "replica3": "Тебе предстоит собрать 2 представителя покрытосеменных растений - растение класса Однодольные и Двудольные, тем самым запомнить различия в их строении.",
  "replica2": "На экране ты можешь видеть значок \"Справочник\", настоятельно рекомендуем его изучить. В нем ты найдешь информацию о строении и видов органов растений.",
  "replica1": "Добро пожаловать в симулятор \"Растения: органы\"! Все растения состоят из органов, твоя задача - собрать свое собственное растение и изучить строение и функции его органов. В этом тебе поможет экран со шкалами, которые обозначают функции органов."
}