{
  "interaction4": "Поздравляем с прохождением уровня! Нажми кнопку, чтобы вернуться к главному экрану для выбора нового уровня.",
  "replica25": "Перед тобой скелет человека. Выбери, какой тип кости должен быть в выделенном месте.",
  "replica27": "На экране ты видишь часть скелета человека. В нем есть лишние элементы. Найди их и удали, нажав на них.",
  "interaction2": "Перенеси полученный объект в подсвеченные области в скелете.",
  "replica22": "Поздравляем с прохождением симулятора! Предлагаем тебе проверить и закрепить знания в тренажере.",
  "interaction3": "Неподвижное соединение костей, или шов, самим названием намекает на то, что подвижность костей в данном случае минимальная. Функция такого соединения - защита.",
  "replica28": "Твоя задача на этом уровне - это найти недостающую на картинке кость и перенести в эту область кость необходимого типа с экрана.",
  "interaction1": "Настрой показатели согласно полученной информации.",
  "replica26": "Выбери, какой тип соединения костей должен быть в выделенном месте.",
  "replica24": "Ты видишь отдел скелета. Собери его - добавь в него кости и соединения костей.",
  "replica21": "Отлично! Ну и последнее - подвижное соединение, или сустав. Обладает высокой подвижностью, выполняет функции опоры, прочности, но самое главное - движения.",
  "replica23": "",
  "replica16": "Мы изучили 3 вида костей, конечно, в скелете человека их больше, например, еще есть смешанные и воздухоносные. Чтобы изучить местоположение костей, посмотри атлас.",
  "replica5": "Трубчатые кости, как и все, содержат и компактное, и губчатое вещество, однако преобладает с небольшой разницей компактное.",
  "replica6": "Трубчатые кости очень прочные, перетащи бегунок практически до максимума.",
  "replica15": "Плоские кости обладают высокой прочностью",
  "replica12": "Отлично! Следующая кость, которую мы соберем, будет плоской. Плоские кости не отличаются своей длиной, это широкие кости с маленькой толщиной, обладающие высокой прочностью. Они состоят из 2-х слоев компактного вещества, между которым располагается 1 слой губчатого.",
  "replica9": "Губчатые кости в основном короткие, перетащи бегунок ближе к стороне “ширина”.",
  "replica11": "Губчатые кости не обладают высокой прочностью.",
  "replica10": "Губчатые кости содержат в основном губчатое вещество.",
  "replica8": "Теперь приступим к созданию губчатой кости. Губчатые кости короткие, часто их ширина превышает длину. Они не очень прочные и заполнены в основном губчатым веществом.",
  "replica7": "Верно! Кстати, на экране ты можешь увидеть кнопку “Атлас”. При ее нажатии тебе откроет атлас человека - скелет человека с подписанными названиями костей. Он может помочь в запоминании расположения костей.",
  "replica17": "Теперь мы изучим то, как кости соединяются между собой в скелет. Существует 3 вида соединения костей: неподвижное, полуподвижное и подвижное.",
  "replica18": "",
  "replica20": "Хорошо! Следующий вид соединений - полуподвижный. Он образован с помощью наличия хряща между костей, обладает средней подвижностью, выполняет функции защиты и подвижности.",
  "replica19": "",
  "replica14": "Плоские кости содержат примерно равное количество компактного и губчатого вещества за счет своего пластинчатого строения.",
  "replica13": "Плоские кости чаще широкие.",
  "replica3": "Давай приступим. Для начала получи трубчатую кость. Это очень прочные кости, которые образуют рычаги давления. Это также самые длинные кости в скелете человека. Они содеражат в своем теле компактное вещество, а в головках - губчатое. Количество компактного вещества немного преобладает.",
  "replica4": "Трубчатые кости в основном очень длинные, перетащи бегунок ближе к стороне “длина”.",
  "replica2": "Скелет человека образован разными типами костей. Перед тобой универсальный исходный вариант кости, а также экран с показателями, которые можно изменять и получать необходимую кость.",
  "replica1": "Добро пожаловать в симулятор \"Скелет человека. Его строение и функции\" Скелет - это комплекс костей и их соединений. В среднем в теле человека около 206 костей. Они выполняют такие функции, как: опорная, двигательная, защитная, метаболическая, кроветворная, иммунная (т.к. содержат красный костный мозг)"
}