{
  "undefined": "",
  "replica283": "Верно! Нейрону не доставало рецепторов нейромедиаторов. Без них нейрон не может связывать молекулы нейромедиаторов, выделяемые предыдущей нервной клеткой в цепи, для передачи нервного импульса.",
  "replica282": "Верно! Нейрону не доставало белков ионного транспорта. Без них нарушается ионная проводимость через мембрану, необходимая для изменения концентрации заряженных ионов внутри и снаружи клетки. Перезарядка мембраны - это природа нервного импульса.",
  "replica284": "Верно! Нейрону не доставало миелиновой оболочки на аксоне. Без нее нервный импульс может распространяться по аксону, но очень медленно. При наличии миелина импульс распространяется с очень высокой скоростью, быстро достигая синапса, в котором происходит передача сигнала на следующую клетку.",
  "replica285": "Нажми далее, чтобы перейти к следующему заданию.",
  "replica277": "Этот органоид уже есть в нейроне.",
  "replica276": "Верно! Нейрону не хватало ядра.",
  "replica281": "Верно! Нейрону не доставало цитоскелета в аксоне для того, чтобы транспортировать везикулы с нейромедиатором в сторону синапса и проводить сигнал дальше.",
  "replica278": "Верно! Нейрону не хватало ЭПС для возможности синтеза необходимых веществ.",
  "replica279": "Верно! Нейрону не хватало комплекса Гольджи для возможности синтеза необходимых веществ.",
  "replica280": "Верно! Нейрону не доставало митохондрий для производства достаточного количества АТФ.",
  "replica275": "Сейчас твоя задача - понять, какой необходимый органоид отсутствует в нейроне, и добавить его.",
  "replica273": "В этом тренажере тебе нужно будет собрать соединительную ткань самостоятельно, имея только ее название. Ты можешь использовать уже знакомые тебе инструменты для создания ткани.",
  "replica274": "Необходимо собрать название ткани из колонки Ткань. Добавь два необходимых свойства и нажми Проверить.",
  "replica271": "Необходимо собрать название ткани из колонки Ткань. Сначала придай клетке необходимую форму. После выбора формы нажми Далее.",
  "replica272": "Теперь добавь необходимые особенности строения. Когда закончишь, нажми Проверить.",
  "replica270": "В этом тренажере тебе нужно будет собрать эпителиальную ткань самостоятельно, имея только ее название. Ты можешь использовать уже знакомые тебе инструменты для создания ткани.",
  "replica268": "Перед тобой собранные соединительные ткани. Можно заметить, что всех их объединяет то, что клетки расположены не плотно друг к другу, а межклеточное вещество очень сильно развито.",
  "replica269": "Соединительные ткани очень разнообразные по строению: у них могут быть разные клетки, разный состав межклеточного вещества. Функции у этих тканей тоже разнообразные: образование скелета, запасающая, дыхательная, трофическая, защитная и другие.",
  "replica266": "Пока группе клеток не добавлены нужные свойства для превращения их в разновидность соединительной ткани.",
  "replica267": "Нажми на Архив, чтобы посмотреть на полученное тобой многообразие соединительных тканей.",
  "replica259": "Создай эпителий с рельефной поверхностью. Для этого добавь соответствующее свойство.",
  "replica264": "Перед тобой условная группа клеток какой-то соединительной ткани.",
  "replica263": "Соединительные ткани - это целая группа очень разнообразных по строению и функциям тканей. Между собой их объединяет такое общее свойство, как выраженность межклеточного вещества и не плотное расположение клеток. В этой теме мы не будем обсуждать клетку, а сразу изучим разнообразие соединительных тканей.",
  "replica262": "Перенеси каемчатый эпителий в архив.",
  "replica260": "Отлично! Эпителиальные клетки могут рельефную поверхность на той стороне, которая обращена в просвет органа. У тебя получился каемчатый эпителий. Микрорельеф клетки - это выросты мембраны, поддерживаемые цитоскелетом. Такой микрорельеф позволяет увеличить площадь поверхности эпителия, что помогает увеличить объем всасывающихся через этот эпителий веществ (например, в кишечнике).",
  "replica261": "Эпителию нужно добавить микрорельеф.",
  "replica265": "Перед тобой уже знакомая условная группа клеток какой-то соединительной ткани.",
  "replica256": "Нажми на кнопку еще раз, чтобы остановить анимацию и перейти к дальнейшему изучению эпителиев.",
  "replica255": "Посмотри, как бьются реснички эпителия.",
  "replica257": "Перенеси мерцательный эпителий в архив.",
  "replica258": "Перед тобой уже знакомый тебе однослойный цилиндрический эпителий.",
  "replica254": "Эпителию нужно добавить реснички.",
  "replica248": "Был создан однослойный эпителий, а теперь увеличь количество слоев клеток: в этом случае только самый нижний слой клеток останется связанным с базальной мембраной.",
  "replica252": "Создай эпителий с ресничками. Для этого добавь соответствующее свойство.",
  "replica249": "Отлично! У тебя получился многослойный цилиндрический эпителий. На самом деле такая ткань очень редкая в организме, и там, где она встречается, слоев клеток всего два.",
  "replica251": "Перед тобой уже знакомый тебе однослойный цилиндрический эпителий.",
  "replica253": "Отлично! Эпителиальные клетки могут нести реснички на той стороне, которая обращена в просвет органа. У тебя получился мерцательный эпителий, он же просто ресничный. Синхронное биение ресничек помогает создать ток жидкости в органе в нужном направлении.",
  "replica250": "Перенеси многослойный цилиндрический эпителий в архив.",
  "replica246": "Отлично! У тебя получился однослойный кубический эпителий. Его также часто называют призматическим.",
  "replica245": "Создай однослойный эпителий, в котором все эпителиальные клетки имеют связь с базальной мембраной. Для этого добавь соответствующее свойство.",
  "replica244": "У этой клетки нужно увеличить высоту: т.е. сделать ее большей, чем ширина.",
  "replica247": "Перенеси однослойный цилиндрический эпителий в архив.",
  "replica240": "Перенеси многослойный кубический эпителий в архив.",
  "replica241": "Перед тобой уже знакомая тебе кубическая эпителиальная клетка. Теперь нужно сделать клетку цилиндрической формы с высотой, которая больше, чем ширина.",
  "replica238": "Был создан однослойный эпителий, а теперь увеличь количество слоев клеток: в этом случае только самый нижний слой клеток останется связанным с базальной мембраной.",
  "replica243": "Чтобы клетка стала цилиндрической, ее высота должна быть больше, чем ширина.",
  "replica242": "Отлично! У тебя получилась клетка цилиндрического эпителия.",
  "replica239": "Отлично! У тебя получился многослойный кубический эпителий. На самом деле такая ткань очень редкая в организме, и там, где она встречается, слоев клеток всего два.",
  "replica232": "Чтобы клетка стала кубической, ее высота должна быть равна ширине.",
  "replica237": "Перенеси однослойный кубический эпителий в архив.",
  "replica234": "Сейчас появилась уже знакомая тебе базальная мембрана.",
  "replica236": "Отлично! У тебя получился однослойный кубический эпителий.",
  "replica231": "Отлично! У тебя получилась клетка кубического эпителия.",
  "replica235": "Создай однослойный эпителий, в котором все эпителиальные клетки имеют связь с базальной мембраной. Для этого добавь соответствующее свойство.",
  "replica233": "У этой клетки нужно увеличить высоту: т.е. сделать высоту равной ширине.",
  "replica230": "Перед тобой уже знакомая тебе плоская эпителиальная клетка. Теперь нужно сделать клетку кубической формы с равными шириной и высотой.",
  "replica227": "Нужно добавить свойство “кератинизация”, чтобы эпителий стал ороговевающим.",
  "replica224": "Перенеси многослойный плоский (неороговевающий) эпителий в архив.",
  "replica229": "Перенеси многослойный плоский (ороговевающий) эпителий в архив.",
  "replica228": "Для ороговевания клеткам необходимо накопить белок кератин.",
  "replica225": "Бывает также, что многослойный плоский эпителий ороговевает. Это связано с накоплением белка кератина в клетках.",
  "replica226": "Отлично! Теперь у тебя получился многослойный плоский (ороговевающий) эпителий. Ороговение - процесс образования в эпителиальной ткани рогового вещества, включающего прочный белок кератин. Ороговению подвергаются преимущественно поверхностные слои эпителия, в результате из клеток образуются мертвые чешуйки. Такой тип эпителия составляет верхний слой нашей кожи, а также из него образуются ороговевшие производные: у человека это волосы, ногти, а у других животных - шерсть, чешуя, клюв, перья, копыта, рога.",
  "replica219": "Перенеси однослойный плоский эпителий в архив.",
  "replica223": "В многослойном эпителии только часть клеток связана с базальной мембраной.",
  "replica221": "Отлично! У тебя получился многослойный плоский эпителий (неороговевающий). У многослойных эпителиев при классификации учитывается только форма верхних слоев клеток. Неороговевающий - значит, все клетки живые, а как бывает иначе, узнаешь очень скоро.",
  "replica220": "Был создан однослойный эпителий, а теперь увеличь количество слоев клеток: в этом случае только самый нижний слой клеток останется связанным с базальной мембраной.",
  "replica222": "Нужно добавить свойство “только часть клеток связана с базальной мембраной”, чтобы получился многослойный эпителий.",
  "replica213": "У этой клетки нужно уменьшить высоту: т.е. сделать высоту меньше других измерений.",
  "replica210": "Перед тобой условная клетка эпителиальной ткани. Придай ей плоскую форму, нажав на точки, которые растягивают клетку в нужном направлении. Плоскими клетки называются в том случае, когда у них очень маленькая высота относительно других измерений.",
  "replica209": "Клетки эпителиальных тканей не имеют такого большого числа особенностей строения, как нервные или мышечные клетки. Поэтому в этой теме мы не будем обсуждать клетку, а сразу изучим эпителиальные ткани.",
  "replica212": "Чтобы клетка стала плоской, ее высота должна быть меньше ширины.",
  "replica215": "Создай однослойный эпителий, в котором все эпителиальные клетки имеют связь с базальной мембраной. Для этого добавь соответствующее свойство.",
  "replica211": "Отлично! У тебя получилась клетка плоского эпителия.",
  "replica214": "Сейчас появилась базальная мембрана - это тонкий бесклеточный слой. На такой базальной мембране располагаются пласты эпителиальных клеток.",
  "replica218": "В однослойном эпителии все клетки связаны с базальной мембраной.",
  "replica217": "Нужно добавить свойство “все клетки связаны с базальной мембраной”, чтобы получился однослойный эпителий.",
  "replica216": "Отлично! У тебя получился однослойный плоский эпителий.",
  "replica205": "Нейрону необходимы рецепторы нейромедиаторов для нормального функционирования: в помощью них он может принимать сигнал от предыдущего нейрона.",
  "replica207": "Нейрону необходима миелиновая оболочка на аксоне для того, чтобы сигнал по нему проводился с большей скоростью.",
  "replica208": "Начнем с покровных эпителиальных тканей. Они очень разнообразные.",
  "replica206": "У нейрона уже есть миелиновая оболочка.",
  "replica203": "Нейрону необходимы белки ионного транспорта в мембране для нормального функционирования.",
  "replica204": "В нейроне уже есть рецепторы нейромедиаторов.",
  "replica197": "Посмотри, как устроены миофибриллы на примере поперечно-полосатой мускулатуры.",
  "replica200": "У нейрона должен быть комплекс Гольджи.",
  "replica201": "Попробуй воздействовать на ткани с помощью регуляторных систем организма.",
  "replica199": "У нейрона должна быть ЭПС.",
  "action9": "Вспомнить",
  "replica198": "Нейрон - это ядерная клетка. Помести одно ядро.",
  "replica202": "В нейроне уже есть белки ионного транспорта.",
  "action8": "Проверить",
  "action5": "К рабочему столу",
  "replica195": "Сделай волокно: объедини все клетки вместе.",
  "replica194": "Сделай необходимую форму для клетки. Для этого нажми на указатели на клетке.",
  "replica196": "Мышечные клетки - животные эукариотические клетки с ядрами. Вспомни, что ядро отвечает за хранение и реализацию наследственной информации клетки.",
  "replica191": "Вернись в меню, чтобы выбрать другой тренажер.",
  "action7": "Посмотреть",
  "replica192": "Перейди к рабочему столу, чтобы подробно изучить ткань.",
  "replica193": "Нажми Далее, чтобы продолжить.",
  "action6": "Провести нервный импульс",
  "replica184": "Нажми Далее, чтобы перейти к следующей соединительной ткани.",
  "replica189": "Хороший результат! У тебя была одна ошибка, но теперь тебе удалось заполнить этот пробел.",
  "replica190": "Хороший результат! У тебя было две ошибки, но теперь тебе удалось заполнить этот пробел.",
  "replica183": "Нажми Далее, чтобы изучить разнообразие соединительных тканей.",
  "replica187": "Нажми Далее, чтобы перейти к следующему примеру.",
  "replica186": "Верно!",
  "action4": "Повторить",
  "replica185": "В этом задании тебе необходимо будет определить типы эпителиальных и соединительных тканей по картинке.",
  "replica188": "Отлично! Все ткани определены без ошибок.",
  "action3": "Старт",
  "replica181": "Нажми Далее, чтобы перейти к следующей эпителиальной ткани.",
  "action2": "Выйти в меню",
  "action1": "Далее",
  "replica182": "Соединительная ткань широко представлена в организме. Это ткань, играющая вспомогательную роль во всех органах, составляя 60—90 % от их массы. Выполняет структурообразующую, защитную и трофическую функции.",
  "replica171": "Скелетному мышечному волокну не хватает саркоплазматического ретикулума в виде огромной сети, оплетающей миофибриллы. Поэтому из-за отсутствия запасов кальция не возможна сократительная активность под влиянием нервных импульсов. Гуморальная регуляция в принципе не влияет на сократительную активность скелетной мускулатуры.",
  "replica174": "Сердечной мышечной клетке не хватает митохондрий для производства энергии в виде АТФ. Без запасов энергии клетка не работоспособна и не обладает сократительной активностью.",
  "replica176": "Попробуй подумать еще раз. Есть ли возможность для регуляции сократительной активности этого скелетного волокна?",
  "replica180": "Эпителий можно классифицировать по количеству слоев клеток, по форме клеток. Давай сначала рассмотрим однослойный эпителий.",
  "replica177": "Скелетному мышечному волокну не хватает рецепторов нейромедиаторов, поэтому оно не может сокращаться под воздействием нервных импульсов. Гуморальная регуляция в принципе не влияет на сократительную активность скелетной мускулатуры.",
  "replica178": "Эпителиальные ткани широко представлены в организме. Эпителий бывает покровный. Например, это самый верхний слой нашей кожи - эпидермис. Также покровной эпителиальной тканью образованы выстилки разнообразных полых органов: это внутренняя выстилка пищеварительного тракта, сосудов, сердца, мочевого пузыря и мочевыделительных путей, матки и т.д.\nДругой тип эпителия - железистый, им образованы железы нашего организма.",
  "replica179": "Нажми Далее, чтобы изучить разнообразие эпителиальных тканей.",
  "replica173": "Попробуй подумать еще раз. Обрати внимание на запасы энергии в клетке.",
  "replica172": "Верно! Клетке не хватало митохондрий для производства энергии в виде АТФ, поэтому клетка не была работоспособной, в т.ч. не сокращалась под влиянием нервных импульсов. Гуморальная регуляция в принципе не влияет на сократительную активность скелетной мускулатуры.",
  "replica175": "Верно! Клетке не хватало рецепторов нейромедиаторов, т.к. под воздействием нервных импульсов не происходило сокращений. Гуморальная регуляция в принципе не влияет на сократительную активность скелетной мускулатуры.",
  "replica163": "Сердечной мышечной клетке не хватает рецепторов нейромедиаторов, поэтому она не может сокращаться под воздействием нервной регуляции. Гуморальная регуляция при этом активна и приводит к сократительной активности.",
  "replica165": "Такой органоид не встречается в скелетной мускулатуре.",
  "replica166": "Этот органоид уже есть в клетке.",
  "replica169": "Верно! Клетке не хватало большого развитого саркоплазматического ретикулума для запасания кальция, поэтому она не могла сокращаться под влиянием нервных импульсов. Гуморальная регуляция в принципе не влияет на сократительную активность скелетной мускулатуры.",
  "replica168": "Скелетной мышечной клетке не хватает сократительных миофибрилл, расположенных параллельно и создающих эффект поперечной исчерченности. Без миофибрилл клетка не может сокращаться под воздействием нервных импульсов. Гуморальная регуляция в принципе не влияет на сократительную активность скелетной мускулатуры.",
  "replica167": "Попробуй подумать еще раз. Используй регуляторные системы организма, чтобы проследить реакцию мышечной клетки.",
  "replica164": "Верно! Клетке не хватало сократительных миофибрилл, расположенных параллельно и создающих эффект поперечной исчерченности. Без миофибрилл клетка не могла сокращаться под воздействием нервных импульсов. Гуморальная регуляция в принципе не влияет на сократительную активность скелетной мускулатуры.",
  "replica170": "Попробуй подумать еще раз. Используй регуляторные системы организма, чтобы проследить реакцию мышечной клетки.",
  "replica159": "Попробуй подумать еще раз. Обрати внимание на запасы энергии в клетке.",
  "replica158": "Верно! Клетке не хватало митохондрий для производства энергии в виде АТФ, поэтому клетка не была работоспособной.",
  "replica162": "Попробуй подумать еще раз. Обрати внимание, оба вида регуляции приводят к сокращениям клетки или один из видов регуляции не работает?",
  "replica160": "Сердечной мышечной клетке не хватает митохондрий для производства энергии в виде АТФ. Без запасов энергии клетка не работоспособна: затруднена не только работа миофибрилл, но и в целом всех клеточных процессов.",
  "replica157": "Сердечной мышечной клетке не хватает саркоплазматического ретикулума, который представляет из себя огромную сеть, оплетающую миофибриллы. Поэтому клетка не может сокращаться ни под воздействием нервной регуляции, ни гуморальной: ведь в ней нет запасов кальция.",
  "replica161": "Верно! Клетке не хватало рецепторов нейромедиаторов, т.к. только под воздействием нервной регуляции не происходило сокращений.",
  "replica147": "Верно! Клетке не хватало рецепторов нейромедиаторов, т.к. только под воздействием нервной регуляции не происходило сокращений.",
  "replica148": "Попробуй подумать еще раз. Обрати внимание, оба вида регуляции приводят к сокращениям клетки или один из видов регуляции не работает?",
  "replica149": "Гладкомышечной клетке не хватает рецепторов нейромедиаторов, поэтому она не может сокращаться под воздействием нервной регуляции. Гуморальная регуляция при этом активна и приводит к сократительной активности мышечной клетки.",
  "replica150": "Верно! Клетке не хватало сократительных миофибрилл, поэтому она не могла сокращаться ни при каких условиях. При этом в сердечной мускулатуре миофибриллы параллельные и с поперечной исчерченностью.",
  "replica153": "Попробуй подумать еще раз. Используй регуляторные системы организма, чтобы проследить реакцию мышечной клетки.",
  "replica152": "Этот органоид уже есть в клетке.",
  "replica154": "Сердечной мышечной клетке не хватает сократительных миофибрилл, поэтому она не может сокращаться ни под воздействием нервной регуляции, ни гуморальной. В мышечных клетках этого типа миофибриллы расположены параллельно и создают эффект поперечной исчерченности.",
  "replica151": "Такой органоид не встречается в сердечной мускулатуре.",
  "replica156": "Попробуй подумать еще раз. Используй регуляторные системы организма, чтобы проследить реакцию мышечной клетки.",
  "replica145": "Попробуй подумать еще раз. Обрати внимание на запасы энергии в клетке.",
  "replica146": "Гладкомышечной клетке не хватает митохондрий для производства энергии в виде АТФ. Без запасов энергии клетка не работоспособна: затруднена не только работа миофибрилл, но и в целом всех клеточных процессов.",
  "replica155": "Верно! Клетке не хватало саркоплазматического ретикулума для запасания кальция, поэтому она не могла сокращаться ни при каких условиях. При этом в сердечной мускулатуре СПР - это огромная сеть, оплетающая миофибриллы.",
  "replica140": "Гладкомышечной клетке не хватает сократительных миофибрилл, поэтому она не может сокращаться ни под воздействием нервной регуляции, ни гуморальной. В гладкомышечных клетках миофибриллы без поперечной исчерченности расположены по диагоналям.",
  "replica142": "Попробуй подумать еще раз. Используй регуляторные системы организма, чтобы проследить реакцию мышечной клетки.",
  "replica141": "Верно! Гладкомышечной клетке не хватало саркоплазматического ретикулума для запасания кальция, поэтому она не могла сокращаться ни при каких условиях. При этом в гладкой мускулатуре СПР - это цистерны под мембраной клетки.",
  "replica143": "Гладкомышечной клетке не хватает саркоплазматического ретикулума, который должен располагаться под мембраной клетки. Поэтому клетка не может сокращаться ни под воздействием нервной регуляции, ни гуморальной: ведь в ней нет запасов кальция.",
  "replica144": "Верно! Клетке не хватало митохондрий для производства энергии в виде АТФ, поэтому клетка не была работоспособной.",
  "replica139": "Попробуй подумать еще раз. Используй регуляторные системы организма, чтобы проследить реакцию мышечной клетки.",
  "replica138": "Этот органоид уже есть в клетке.",
  "replica135": "Структурные единицы мышечных тканей хорошо различаются по форме.",
  "replica136": "Верно! Гладкомышечной клетке не хватало сократительных миофибрилл, поэтому она не могла сокращаться ни при каких условиях. При этом в гладкой мускулатуре миофибриллы без поперечной исчерченности  располагаются в клетке по диагоналям.",
  "replica137": "Такой органоид не встречается в гладкой мускулатуре.",
  "replica134": "Верно! Теперь тебе нужно будет определить, какой органоид отсутствует.",
  "replica126": "Сердечная мускулатура иннервируется вегетативной нервной системой. Эта часть нервной системы не подчиняется сознанию. Заметь, что невозможно сознательно влиять на сокращения сердца.",
  "replica128": "Скелетная мускулатура иннервируется соматической нервной системой. Эта часть нервной системы подчиняется нашему сознанию. Заметь, что мы можем управлять скелетными мышцами и другими частями тела, в которых есть этот тип мышечной ткани: мы можем двигать языком, вращать глазами, сокращать и расслаблять мышцы глотки, конечные сфинктеры в мочеиспускательном канале и кишечнике.",
  "replica133": "Какой ткани принадлежит этот фрагмент?",
  "replica131": "Итак, все мышечные ткани обладают свойством возбудимости (т.е. реагируют на нервный импульс) и сократимости. Сократительная активность сердечной и гладкой мускулатуры также регулируется гуморально: за счет гормонов и других химических веществ.\nПри этом для сердечной мышечной ткани также существует третья причина, из-за которой эта ткань работает без остановки в течение жизни - это автоматия. Автоматия - способность сердечной мышечной ткани сокращаться под влиянием импульсов, которые возникают в самом сердце и распространяются по специальным клеткам этой ткани.\nГладкая мускулатура сокращается и расслабляется очень медленно, она может долго находиться в состоянии сокращения. Сердечная и скелетная мышечные ткани сокращаются с большой скоростью.\nПри этом некоторые особенности гладкой и сердечной мышечных тканей позволяют этим тканям практически не утомляться: согласись, было бы странно, если бы внутренние органы, включая сердце, утомлялись и переставали работать, чтобы “отдохнуть”.\nА вот скелетная мускулатура может довольно быстро утомиться. Утомление - это временное снижение работоспособности мышечной ткани. Наверняка ты представляешь, что такое мышечное утомление, которое может наступить после интенсивной физической нагрузки.",
  "replica129": "Сократительная активность скелетной мускулатуры не может регулироваться гуморально. Единственная регуляция для этой мускулатуры - это нервная.",
  "replica132": "Сейчас твоя задача - понять, какой необходимый органоид отсутствует в мышечной клетке или волокне. Ты можешь подействовать с помощью гормонов или нейромедиаторов, чтобы посмотреть, как будет работать мышечная клетка или волокно. Когда разберешься, чего не хватает - помести соответствующий органоид.",
  "replica130": "Нажми кнопку Далее, когда закончишь изучение регуляций мышечных тканей.",
  "replica127": "Сократительная активность сердечной мускулатуры может регулироваться гуморально. Например, гормон адреналин учащает сокращения сердечной мускулатуры.",
  "replica120": "Щелевые соединения важны для корректной работы целой ткани. Помнишь, что в гладкой и сердечной мускулатуре нейроны напрямую не контактируют с мышечными клетками? В этих типах мускулатуры выделенный нейромедиатор попадает в межклеточное пространство, из которого уже достигает рецепторов. Чтобы сокращения соседних клеток происходили синхронно, необходим ионный ток между клетками, что возможно за счет щелевых соединений.\nВ скелетной мускулатуре одна нервная клетка одновременно регулирует работу нескольких соседних волокон за счет синапсов, поэтому необходимость в щелевых соединениях отсутствует. Вспомни, как взаимодействует нейрон с мышечной клеткой.",
  "replica121": "Необходимо поместить щелевые соединения в гладкую и сердечную мускулатуру.",
  "replica122": "Отлично! Все типы мышечных клеток собраны. Теперь давай проверим их работоспособность.",
  "replica117": "В гладкой и сердечной мускулатуре цитоплазмы соседних клеток соединяются друг с другом за счет сквозных щелевых соединений в мембранах. В скелетной мускулатуре щелевых соединений нет.",
  "replica116": "В случае скелетной мускулатуры аксоны нейронов образуют нервно-мышечные синапсы на мембранах волокон, передавая на них сигналы за счет молекул нейромедиаторов. В случае гладкой и сердечной мускулатуры аксоны не образуют синапсы на мембранах мышечных клеток, вместо этого аксоны выделяют нейромедиаторы в межклеточное пространство, из которого они относительно медленно достигают мембран мышечных клеток.",
  "replica125": "Сократительная активность гладкой мускулатуры может регулироваться гуморально. Например, гормон адреналин расслабляет гладкую мускулатуру бронхов.",
  "replica119": "В этой клетке уже есть щелевые соединения.",
  "replica118": "В скелетной мускулатуре нет щелевых соединений.",
  "replica123": "Как ты теперь знаешь, сократительная активность всех типов мышечных тканей может регулироваться с помощью нервной системы. Какие-то из мышечных тканей также могут регулироваться гуморальным путем - т.е. с помощью веществ, переносимых кровью: гормонов, ионов и т.д.",
  "replica124": "Гладкая мускулатура иннервируется вегетативной нервной системой. Эта часть нервной системы не подчиняется сознанию. Заметь, что невозможно сознательно вызвать сокращение мышц сосудов, бронхов, желудка, кишечника и других внутренних органов, в стенках которых содержится гладкая мускулатура.",
  "replica110": "Обрати внимание на шкалу. В этой клетке уже достаточно митохондрий.",
  "replica105": "В поперечно-полосатой сердечной клетке СПР - это огромная сеть, оплетающая миофибриллы.",
  "replica113": "В этой клетке уже есть рецепторы нейромедиаторов.",
  "replica106": "В поперечно-полосатом скелетном волокне СПР - это огромная сеть, оплетающая миофибриллы.",
  "replica108": "Помести правильный вариант СПР в каждую клетку.",
  "replica112": "Все типы мышечных тканей могут сокращаться за счет сигнала от нервной системы. Нейрон выделяет молекулы нейромедиаторов, а они связываются с мембраной мышечной клетки.",
  "replica115": "Посмотри на шкалы. Необходимо поместить рецепторы нейромедиаторов в каждую клетку, чтобы появилась способность к нервной регуляции.",
  "replica111": "Посмотри на шкалы. Пока не всем клеткам достаточно митохондрий для производства необходимого количества энергии.",
  "replica104": "В гладкомышечной клетке СПР - это цистерны под мембраной.",
  "replica114": "В случае скелетной мускулатуры регуляция идет со стороны соматической нервной системы - т.е. той, которой можно управлять сознательно. Гладкую и сердечную мускулатуру может регулировать вегетативная нервная система - т.е. та, которая не подчиняется сознанию. Посмотри, как происходит нервная регуляция мышечных клеток.",
  "replica109": "Мышечным клеткам нужно производить энергию. В митохондриях происходит клеточное дыхание и производство большого количества АТФ, которые необходимы для чередования сокращения и расслабления мышц.",
  "replica107": "Отлично. Теперь у этой клетки есть СПР и она сможет сокращаться.",
  "replica102": "В мышечных клетках хорошо развит саркоплазматический ретикулум или СПР. Этот органоид по сути представляет собой гладкую ЭПС, запасающую кальций, который нужен для того, чтобы актин и миозин в миофибриллах могли взаимодействовать друг с другом и приводить к сокращению.\nВ поперечно-полосатых мышечных клетках СПР представляет из себя огромную сеть, оплетающую миофибриллы. В гладкомышечных клетках СПР представлен совокупностью цистерн под мембраной клетки.",
  "replica98": "Отлично. Теперь у этой клетки есть миофибриллы. Для сокращения нужно будет еще кое-что, но об этом позже.",
  "replica101": "Перед тобой миофибриллы поперечно-полосатой мускулатуры. Миофибриллы состоят из последовательно расположенных саркомеров. Каждый саркомер - это толстая нить (белок миозин), который цепляется за тонкие нити (белок актин) и двигается по ним, как по рельсам. Миофибриллы расположены строго параллельно, из-за чего создается впечатление чередования темных и светлых полос: миозины - крупные тяжелые белки, которые визуально выглядят темнее, чем тонкие нити относительно легкого актина.",
  "replica99": "Миофибриллы состоят из белков актина и миозина, которые скользят друг по другу, из-за чего уменьшается длина миофибриллы и, соответственно, меняется длина или форма клетки.",
  "replica96": "В поперечно-полосатой сердечной клетке миофибриллы расположены параллельно.",
  "replica103": "В этой клетке уже есть СПР.",
  "replica97": "В поперечно-полосатом скелетном волокне миофибриллы расположены параллельно.",
  "replica100": "Помести правильный вариант миофибрилл в каждую клетку.",
  "replica95": "В гладкомышечной клетке миофибриллы расположены по диагоналям.",
  "replica89": "Теперь нужно наполнить мышечные клетки органоидами. Для упрощения сосредоточимся только на тех органоидах, которые хорошо выражены в мышечных клетках.",
  "replica91": "Гладкомышечные клетки и сердечные - одноядерные. Скелетные волокна - многоядерные, ведь они образуются в результате слияния клеток (в твоем случае было пять клеток).",
  "replica90": "Давай приступим. Перетащи органоид (ядро) в клетки. Помни, что скелетные мышечные клетки образовались в результате слияния отдельных клеток, ядер в них будет также много.",
  "replica93": "Миофибриллы - это сократительные элементы мышечных клеток. В гладкомышечных клетках эти миофибриллы располагаются по диагоналям клетки под разными углами, а в поперечно-полосатых мышечных тканях миофибриллы уложены параллельно.",
  "replica92": "Посмотри на шкалы. Необходимо поместить достаточное количество ядер во все клетки.",
  "replica87": "Поперечно-полосатые сердечные мышечные клетки имеют довольно правильную цилиндрическую форму.",
  "replica94": "В этой клетке уже есть миофибриллы.",
  "replica88": "Огромные поперечно-полосатые скелетные мышечные волокна на самом деле являются результатом слияния большого количества отдельных клеток.",
  "replica86": "Гладкомышечные клетки имеют удлиненную веретеновидную форму.",
  "replica85": "Различные мышечные ткани состоят из мышечных клеток, которые имеют ряд отличий. Перед тобой на столе клетки, из которых тебе предстоит создать три типа мышечных клеток. Необходимые органоиды ты сможешь найти в шкафчике сверху. Шкалы будут показывать, какие свойства приобретаются клетками по мере наполнения органоидами.",
  "replica83": "Поперечно-полосатая скелетная мускулатура - это вся та мускулатура, которая подчиняется сознанию человека, т.е. сокращается произвольно. Она образует скелетные мышцы, с помощью которых организм передвигается, а также некоторые другие: глазодвигательные мышцы, некоторые сфинктеры в мочевыделительной системе и в прямой кишке, а также представлена в языке и стенке глотки. Особенностью этого типа мускулатуры является довольно быстрое достижение состояния утомления.",
  "replica82": "Поперечно-полосатая сердечная мускулатура представлена только в сердце. Это такая мускулатура, которая не подчиняется сознанию человека, т.е. она сокращается непроизвольно. Мускулатура этого типа сокращается быстро, не утомляясь.",
  "replica84": "Существует три типа мышечных тканей.",
  "replica81": "Гладкая мускулатура представлена в стенках внутренних органов, например: желудка, кишечника, мочевого пузыря, сосудов, бронхов. Это такая мускулатура, которая не подчиняется сознанию человека, т.е. она сокращается непроизвольно. Сокращения гладкой мускулатуры медленные, ритмичные. Мускулатура этого типа может долго находиться в состоянии сокращения, не утомляясь.",
  "replica80": "Отлично! Твой нейрон собран правильно: у него есть необходимые для жизнедеятельности органоиды, а также возбудимость и проводимость. Нейрон может принимать сигнал с помощью нейромедиаторов от предыдущей клетки, с высокой скоростью проводить его, а также передавать с помощью нейромедиаторов на следующую клетку.",
  "replica79": "Проверь, остались ли еще ошибки, из-за которых нейрон не сможет функционировать должным образом.",
  "replica78": "Пока что у тебя есть несколько ошибок. Повтори тему, и в следующий раз получится лучше!",
  "replica77": "Не все органоиды находятся на своих местах.",
  "replica76": "Стоит еще раз повторить тему.",
  "replica72": "Эти рецепторы преимущественно расположены на мембране дендритов.",
  "replica73": "Между отдельным фрагментами миелиновой оболочки есть промежутки, называемые перехватами Ранвье: это непокрытые участки, в которых плотно сосредоточены белки ионного транспорта. Если аксон не покрыт миелиновой оболочкой или перехваты Ранвье слишком большие, то нервный импульс распространяется очень медленно. Если миелиновая оболочка сплошная и перехваты Ранвье отсутствуют, то нервный импульс не будет распространяться, т.е. случится его затухание на аксоне.",
  "replica70": "Нажми на стрелку под полкой, чтобы продолжить.",
  "replica75": "Когда закончишь собирать свой нейрон, работоспособность нейрона нужно будет проверить.",
  "replica71": "Белки ионного транспорта представлены в мембране дендритов, тела нейрона, а также аксона. Ты можешь заметить, что их расположение в мембране аксона необычное: скоро узнаешь, почему.",
  "replica74": "Вернись в меню, чтобы изучить другую ткань.",
  "replica67": "Вставь созданный тобой нейрон на место пропуска в цепочке.",
  "replica66": "Отлично! Нейрон собран. Теперь давай проверим его работоспособность.",
  "replica69": "Отлично! Твой нейрон идеально работает: у него есть необходимые органоиды для регуляции жизнедеятельности клетки, синтеза необходимых веществ и производства достаточного количества энергии в виде АТФ. Также твой нейрон способен принимать импульс: это свойство называется возбудимостью, и способен проводить импульс дальше: это свойство называется проводимостью.",
  "replica65": "Миелиновая оболочка представлена клетками нейроглии, которые образуют своеобразную изоляционную обмотку на аксонах.",
  "replica68": "Чтобы нейроны могли передавать друг другу сигнал, между аксоном одного нейрона и дендритом другого нейрона формируются синапсы: в них происходит передача сигнала с помощью молекул нейромедиаторов.",
  "replica64": "Между двумя нейронами сигнал передается с помощью молекул нейромедиаторов: аксон одного нейрона их выделяет, молекулы связываются с рецепторами на мембране следующего нейрона и приводят к возникновению нового нервного импульса.",
  "replica63": "В природе нервного импульса заложена перезарядка сторон мембраны, для чего необходимо специальным образом контролировать изменение концентрации заряженных ионов внутри и снаружи клетки. Это позволяют осуществлять различные мембранные белки для ионного транспорта.",
  "replica62": "В нейроне уже есть достаточное количество нитей цитоскелета.",
  "replica61": "Цитоскелет обеспечивает опору клеточным структурам и передвижение грузов по клетке. Так, например, именно по цитоскелету в аксоне передвигаются везикулы с нейромедиатором от комплекса Гольджи к кончику аксона.",
  "replica60": "Нейрону необходим цитоскелет.",
  "replica59": "Сейчас в нейроне уже достаточно митохондрий.",
  "replica57": "Комплекс Гольджи в нейроне один: это большой органоид.",
  "replica58": "В митохондриях происходит клеточное дыхание и производство большого количества АТФ.",
  "replica54": "ЭПС (гладкий и шероховатый) отвечает за синтез различных веществ (белков, жиров и углеводов), а также выполняет некоторые другие функции, помимо синтеза.",
  "replica55": "В нейроне есть одна ЭПС: это большая сеть.",
  "replica52": "В нейроне есть одно ядро.",
  "replica56": "Комплекс Гольджи отвечает за конечное созревание продуктов синтеза. Именно комплекс Гольджи образует везикулы с молекулами нейромедиаторов, которые нужны для передачи сигнала между соседними клетками.",
  "replica53": "Нажми на стрелку под полкой, чтобы перейти к следующим органоидам.",
  "replica46": "У нейрона есть короткие отростки - дендриты, по которым нейрон принимает сигналы от соседних клеток.",
  "replica47": "У нейрона есть также длинный отросток - аксон, по которому нейрон проводит сигнал дальше к следующим клеткам.",
  "replica42": "Нервная ткань состоит из нервных клеток (нейронов) и вспомогательных клеток нейроглии. Именно нейроны отвечают за проведение нервных сигналов по организму. Перед тобой на столе клетка, из которой тебе предстоит создать нейрон. Необходимые органоиды ты сможешь найти в шкафчике сверху. Шкалы будут показывать, какие свойства приобретаются клеткой по мере наполнения ее органоидами.",
  "replica45": "Сделай отростки у нейрона. Для этого нажми на указатели на клетке.",
  "replica41": "Нервная ткань отвечает за регуляцию процессов жизнедеятельности организма, реакции на внешние и внутренние раздражители.",
  "replica49": "Давай приступим. Перетащи органоид (ядро) в клетку.",
  "replica48": "Теперь нужно наполнить нейрон органоидами. Нейрон - это клетка животного со всеми основными свойственными этим клеткам органоидами.",
  "replica50": "Перетащи органоид внутрь клетки.",
  "replica51": "Как у типичной эукариотической клетки, у нейрона есть ядро. Ядро отвечает за хранение и реализацию наследственной информации клетки.",
  "replica44": "Клетки нервной ткани образуют огромное количество контактов друг с другом, для этого им нужна отростчатая форма.",
  "replica43": "Нажми Старт, чтобы начать.",
  "replica39": "Отлично! Твой нейрон идеально работает и обладает свойствами возбудимости и проводимости.",
  "replica40": "Из нервной ткани состоит нервная система: головной мозг и спинной мозг, а также нервы и различные нервные узлы в теле.",
  "replica37": "Для того, чтобы сохранялась высокая скорость передачи импульса по аксону, необходима изоляция (миелиновая оболочка) с узкими перехватами Ранвье, в которых должны быть расположены белки ионного транспорта через мембрану.",
  "replica38": "Теперь по аксону импульс может распространяться с большой скоростью.",
  "replica36": "Теперь везикулы с нейромедиатором могут быть доставлены в терминаль аксона. Молекулы нейромедиатора выделяются наружу и взаимодействуют с мембраной следующего нейрона: это приводит к возникновению на нем нервного импульса.",
  "replica35": "Без цитоскелета в аксоне везикулы с нейромедиатором не могут быть доставлены в терминаль аксона. То есть нейромедиатор не будет выделен, не свяжется с мембраной следующего нейрона, из-за чего на следующем нейроне не сможет возникнуть нервный импульс.",
  "replica31": "Теперь импульс может распространяться с дендритов на тело нейрона, а с тела на аксон.",
  "replica34": "Без миелиновой оболочки нервный импульс может распространяться по аксону, но медленно. В то время как наличие миелиновой оболочки с узкими перехватами Ранвье обеспечивает наиболее высокую степень передачи импульса.",
  "replica33": "Прерывистость миелиновой оболочки (узкие перехваты Ранвье) позволяет нервному импульсу быстро распространяться по аксону. С широкими перехватами Ранвье или без миелина вообще импульс также мог бы распространяться, но намного медленнее.",
  "replica32": "Если миелиновая оболочка сплошная и перехватов Ранвье нет, то нервный импульс не будет распространяться по аксону, т.к. из-за сплошного миелина не будет осуществляться транспорт ионов через мембрану аксона. С широкими перехватами Ранвье или без миелина вообще импульс мог бы распространяться, но относительно медленно.",
  "replica30": "Для того, чтобы сформированный нервный импульс смог распространиться по всей клетке, включая аксон, нужны белки ионного транспорта через мембрану дендритов, тела и также аксона.",
  "replica29": "Теперь импульс может распространяться с дендритов на тело нейрона.",
  "replica22": "В твоем нейроне забыт какой-то жизненно необходимый органоид.",
  "replica23": "В твоем нейроне забыты какие-то жизненно необходимые органоиды.",
  "replica27": "Теперь у нейрона есть все необходимое для того, чтобы иметь возможность принимать сигнал от предыдущего нейрона: короткие отростки-дендриты с рецепторами для молекул нейромедиаторов, а также белки ионного транспорта через мембрану дендритов.",
  "replica26": "Для того, чтобы нейрон мог принимать сигнал от предыдущего нейрона, ему необходимы короткие отростки-дендриты с рецепторами для молекул нейромедиаторов, а также белки ионного транспорта через мембрану дендритов.",
  "replica24": "В нейроне должно быть одно ядро, одна ЭПС, один комплекс Гольджи, а также митохондрии.",
  "replica25": "Теперь в нейроне есть основные необходимые органеллы для того, чтобы клетка не погибла: одно ядро, один комплекс Гольджи, одна ЭПС, необходимое количество митохондрий.",
  "replica28": "Для того, чтобы сформированный нервный импульс смог распространиться дальше дендритов, нужны белки ионного транспорта как на дендритах, так и теле нейрона.",
  "replica21": "Твоя клетка медленно проводит нервный импульс по аксону. Максимальная скорость прохождения импульса возникает тогда, когда аксон покрыт прерывистой миелиновой оболочкой, с большим количеством белков ионного транспорта в непокрытых миелином участках.",
  "replica20": "Твоя клетка способна проводить нервный импульс до терминали аксона, но при этом сигнал не может быть передан на следующий нейрон в цепи. Сигнал на следующий нейрон передается с помощью нейромедиаторов, они должны синтезироваться в комплексе Гольджи и доставляться по транспортной системе к терминали аксона.",
  "replica17": "Твоя клетка способна принимать сигнал от предыдущей клетки и превращать его в нервный импульс, но он быстро затухает еще на дендритах, т.к. для его поддержания необходим транспорт ионов через мембрану тела клетки. Подумай, почему сигнал не может распространиться на тело нейрона?",
  "replica19": "Твоя клетка способна принимать сигнал от предыдущей клетки и превращать его в нервный импульс, он проходит по дендритам, телу нейрона, но затухает на аксоне. Для поддержания нервного импульса на аксоне необходима нормальная ионная проводимость через его мембрану. Проверь не является ли миелиновая оболочка слишком плотной?",
  "replica18": "Твоя клетка способна принимать сигнал от предыдущей клетки и превращать его в нервный импульс, он проходит по дендритам, но затухает на теле нейрона и не распространяется по клетке дальше, к аксону. Подумай, почему импульс не может распространиться на аксон?",
  "replica16": "Твоя клетка не способна принимать сигнал от предыдущей клетки. Проверь, в каком состоянии находятся рецепторы нейромедиаторов и белки ионного транспорта.",
  "replica12": "У нейрона один комплекс Гольджи.",
  "replica13": "У нейрона одна ЭПС.",
  "replica11": "У нейрона одно ядро.",
  "replica14": "Готов(а) продолжать?",
  "replica15": "Твоя клетка нежизнеспособна, т.к. в ней нет всех жизненно необходимых органоидов. Попробуй исправить ситуацию, добавив органоиды. Проверь, может ли твой нейрон контролировать все процессы жизнедеятельности, синтезировать необходимые ему вещества, а также снабжать все процессы энергией.",
  "replica6": "Нуклеоид - это органоид бактериальных клеток.",
  "replica9": "Саркоплазматический ретикулум (СПР) - это органоид клеток мышечных тканей.",
  "replica7": "Плазмиды - это органоиды бактериальных клеток.",
  "replica10": "У нейрона должен быть только один длинный отросток.",
  "replica4": "Хлоропласт - это органоид растительных клеток.",
  "replica2": "нейрону нужен хотя бы один короткий отросток (дендрит), чтобы принимать сигнал от предыдущих нейронов в цепи, а также нужен один длинный отросток (аксон), чтобы проводить сигнал к следующим нейронам в цепи.",
  "replica3": "Твоему нейрону для функционирования достаточно иметь рецепторы нейромедиаторов на дендритах - т.е. там, где он контактирует с предыдущими клетками, принимая от них сигнал. На самом деле эти рецепторы для молекул нейромедиаторов могут располагаться и на мембране тела нейрона, и на мембране аксона, но пока в этом нет необходимости.",
  "replica5": "Вакуоль - это органоид растительных или грибных клеток.",
  "replica1": "Сейчас твоя задача - собрать нейрон самостоятельно. Ты можешь придать нейрону отростчатую форму, а также наполнить его необходимыми органоидами, которые ты найдешь на полке."
}