{
  "replica65": "Отлично! Концентрации растворов в средах уравнялись, нажми далее, чтобы попробовать транспортировать воду через аквапорин!",
  "replica64": "Отлично! Чтобы перейти дальше, нажми на стрелку.",
  "replica63": "Пожалуйста, транспортируй воду с помощью аквапорина.",
  "replica62": "Каким еще способом могут транспортироваться молекулы воды?",
  "undefined": "",
  "replica61": "Поздравляю с прохождением второго уровня тренажера!",
  "replica59": "Воспроизведи экзоцитоз соответствующих веществ.",
  "replica56": "Вызови активный транспорт с помощью белка-насоса.",
  "replica53": "Смоделируй облегченную диффузию соответствующих веществ.",
  "replica58": "Сымитируй эндоцитоз соответствующих веществ.",
  "replica57": "Создай вторичный активный транспорт с помощью белка-симпортера.",
  "replica52": "Проведи процесс простой диффузии соответствующих веществ.",
  "replica55": "Произведи облегченную диффузию соответствующих веществ через белки-переносчики",
  "replica54": "Проделай облегченную диффузию соответствующих веществ через белки-каналы.",
  "replica50": "Поздравляю тебя с прохождением первого уровня! Чтобы перейти ко второму, нажми Далее.",
  "replica51": "На экране будут появляться задания, а тебе нужно будет их выполнить. Если не помнишь, что это за объект, нажми на него, чтобы узнать название. На этом уровне подсказок не будет.",
  "replica47": "Это неверно. Попробуй еще раз.",
  "replica46": "Молодец! Чтобы продолжить, нажми Далее.",
  "replica45": "Чтобы продолжить, нажми Далее.",
  "replica44": "Верно! А теперь смоделируй самостоятельно транспорт.",
  "replica43": "Какой транспорт соответствует данным объектам?",
  "replica42": "Среды будут заполняться разными веществами, тебе необходимо ответить на вопрос и произвести соответствующий транспорт.",
  "replica37": "Ты только что увидел(а), как мембрана клетки согнулась, охватила со всех сторон бактерию, образовала пузырек (везикулу), который дальше отправится к лизосоме. Механизм пиноцитоза абсолютно такой же, просто захватывается жидкость.",
  "replica36": "Эндоцитоз может быть двух видов - если транспортируется твердая частица, то это фагоцитоз. Если же какой-то раствор, то это пиноцитоз. Мы рассмотрим фагоцитоз бактерии. Перетащи ее к мембране.",
  "replica41": "Добро пожаловать в тренажер по теме “Свойства мембраны”. Здесь ты можешь закрепить и повторить теорию. Выбери уровень, который хочешь пройти",
  "replica38": "Экзоцитозом клетка может избавляться от непереваренных остатков. Чтобы посмотреть, как это выглядит, перетащи объект к мембране.",
  "replica40": "Поздравляю с прохождением симулятора! Чтобы проверить и закрепить свои знания, рекомендую пройти тренажер по соответствующей теме.",
  "replica39": "Как можно заметить, механизм экзоцитоза очень схож с эндоцитозом. Отличаются они лишь направлением.",
  "replica26": "Рассмотрим классический случай активного транспорта - работа натрий-калиевого насоса. Он переносит ионы натрия из внутриклеточной среды против градиента концентрации во внеклеточную среду, а калий, также против градиента, во внеклеточную.",
  "replica33": "Перенеси 2 иона натрия и 2 глюкозы к белку-переносчика.",
  "replica24": "Следующий способ транспорта через мембрану - активный транспорт. Это пррцесс переноса веществ против их градиента концентрации с затратами энергии с помощью белков-транспортеров.",
  "replica25": "Иногда белки-транспортеры активного транспорта переносят два вида молекул сразу. Если они транспортируются в одном направлении, то такой перенос называется симпортом, если в разные - антипортом",
  "replica28": "Активный транспорт идет с затратой энергии, т.е с расщеплением АТФ на АДФ и остаток фосфорной кислоты. Перетащи молекулу АТФ в правый нижний угол белка-насоса",
  "replica27": "Перетащи 3 иона натрия из внутриклеточной среды к белку-насосу.",
  "replica29": "Отлично! А теперь перетащи 2 иона калия из внеклеточной среды к белку-насосу.",
  "replica30": "Теперь ты знаешь, как работает натрий-калиевый насос. Только важно понимать, что натрий и калий на самом деле транспортируются одновременно. Нажми Далее, чтобы продолжить.",
  "replica35": "Последний вид транспорта для очень больших частиц - экзоцитоз и эндоцитоз. “Экзо” значит “наружу” - т.е. транспорт веществ из клетки, “эндо” значит “внутрь” - т.е. транспорт веществ в клетку.",
  "replica32": "Мы рассмотрели антипорт, теперь рассмотрим симпорт. В клетках кишечника на мембранах есть белки-переносчики для глюкозы и натрия, они транспортируются вместе по градиенту концентрации - из внеклеточного пространства во внутриклеточное. Такой тип называют вторичный активный транспорт.",
  "replica34": "Теперь ты знаешь, как происходит симпорт. Нажми стрелку, чтобы рассмотреть еще один вид транспорта.",
  "replica23": "Это большая частица, она не может пройти через мембрану без посредника. Поднеси ее к белку-переносчику.",
  "replica21": "Второй вид облегченной диффузии происходит с помощью белков-переносчиков. В отличие от каналов, они меняют свою форму, но тоже специфичны, не требуют затрат энергии. Таким образом могут транпортироваться, например, глюкоза и сахароза.",
  "replica17": "Следующий способ транспорта через мембрану - облегченная диффузия. Она также происходит без затрат энергии, но с помощью посредников - белков-каналов или белков-переносчиков.",
  "replica18": "Сначала рассмотрим первый вид с белками-каналами. Белки-каналы специфичны, чувствительны к заряду мембраны, имеют створки и могут октрываться и закрываться. Таким образом могут транспортироваться ионы натрия, калия, хлора, кальция и т.д.",
  "replica9": "Как можно заметить, вне клетки кислорода больше, чем внутри ее. Это важно знать, чтобы соблюсти движение по градиенту концентрации. Уравняй количество молекул в средах.",
  "replica16": "Отлично, теперь концентрация растворов в обеих средах равна. Чтобы перейти дальше, нажми на стрелку.",
  "replica5": "Существует 4 способа транспорта через мембрану. Предлагаю тебе разобрать каждый способ отдельно. Начнем с простой диффузии.",
  "replica11": "Пожалуйста, перетащи объект в пространство среды",
  "replica14": "Диффузия воды через мембрану называется осмосом. Вода диффундирует через мембрану без посредников, т.е. простой диффузией. Но часто в мембране есть специальные белки-каналы для молекул воды, которые называются “аквапорины”. Они ускоряют процесс транспортировки воды.",
  "replica15": "Попробуй уравновесить количество молекул воды в средах сначала без посредников. Не забывай про градиент концентрации.",
  "replica6": "Простая диффузия - это транспорт молекул непосредственно через фосфолипидный бислой без затрат энергии и без помощи специальных белков. Этот способ подходит для неполярных или малых незаряженных полярных молекул.",
  "replica10": "Пожалуйста, посчитай, где молекул больше, и перенеси молекулы из этой области в ту, где их меньше",
  "replica12": "Сперва уравняй молекулы без посредников.",
  "replica13": "Кислорода внутри клетки и снаружи стало одинаковое количество. Среды достигли равновесной концентрации, молекулы дальше не пойдут. Нажми на стрелку, чтобы продолжить.",
  "replica22": "Попробуй осуществить облегченную диффузию для молекул глюкозы, создай равновесную концентрацию растворов. Перетащи их к белку-переносчику.",
  "replica7": "Примеров таких веществ можно найти очень много - молекулы газа кислорода, азота, углекислого газа, мочевины, воды и т.д. Самое главное - то, что молекулы двигаются в направлении градиента концентрации. Т.е. из области, где их больше, в область, где их меньше",
  "replica8": "Рассмотрим первый случай с молекулами кислорода.",
  "replica20": "Это заряженная частица, она не может пройти через мембрану без посредника. Поднеси ее к белку-каналу.",
  "replica19": "Попробуй осуществить облегченную диффузию для ионов натрия так, чтобы достичь равновесия. Перетащи ионы к каналу.",
  "replica1": "Добро пожаловать в симулятор «Свойства мембраны». Здесь ты познакомишься поближе с таким свойством мембраны, как избирательная проницаемость. Мембрану можно сравнить с таможенным постом, который решает, кто и как будет проникать и выходить из государства, в нашем случае – клетки. Чтобы перейти к следующему сообщению нажми далее.",
  "replica2": "Для начала стоит обратить внимание на то, что мембрана обладает свойством проницаемости благодаря своему строению, а именно – бислою фосфолипидов. Фосфолипиды – это сложные липиды, состоящие как правило из жирных кислот и фосфорной кислоты.",
  "replica3": "Главная особенность фосфолипидов состоит в том, что их головка гидрофильна, т.е. способная взаимодействовать с водой",
  "replica4": "А вот хвост фосфолипидов гидрофобный, т.е. наоборот, не взаимодействующий с водой, зато активно взаимодействующий с липидами."
}