{
  "replica13": "Твоя задача на этом уровне - это обнаружить лишний или недостающий слой и исправить его. В случае обнаружения лишнего слоя достаточно кликнуть на него, недостающего - перетащить в подходящую область верную ткань. ",
  "replica12": "На экране ты видишь картинку со строением какой-то части растения. Назови, из какой ткани состоит выделенная зона.",
  "interaction2": "Поздравляем с прохождением уровня! Нажми кнопку, чтобы вернуться к главному экрану для выбора нового уровня.",
  "replica11": "Эта ткань расположена по растению диффузно и выполняет функцию синтеза и секреции специфических веществ.",
  "replica10": "Эта ткань отвечает за транспорт вещест в растении.",
  "replica9": "Эта ткань образует скелет растения, обеспечивает поддержание его положения в пространстве",
  "replica8": "Эта ткань бывает разных видов, выделенные из которых выполняют функцию фотосинтеза и запасания питательных веществ.",
  "replica7": "Эта ткань находится на поверхности органов растений и выполняет защитную и барьерную функцию, а также участвует в газообмене и испарении.",
  "replica6": "Эта ткань отвечает за рост растения. Присмотрись, она расположена на верхушках побега, в стебле, в междоузлиях.",
  "replica5": "Перед тобой растение, у которого подсвечены некоторые зоны. Используй лупу, чтобы подробно увидеть, какие места выделены. Далее, используя эти данные, выбери кнопку с тканью, которая должна быть в этих зонах.",
  "replica4": "Добро пожаловать в тренажер \"Ткани растений\". Выбери уровень, который хочешь пройти.",
  "replica3": "Поздравляем с прохождением симулятора! Предлагаю проверить и закрепить приобретенные знания в тренажере!",
  "replica1": "Добро пожаловать в симулятор \"Ткани растений\"! На экране ты видишь выдуманное растение, которое тебе предстоит заполнить. Ткани, которыми ты будешь его заполнять, находятся на экране в правом нижнем углу. Выше ты можешь наблюдать экран, где будут заполняться шкалы со способностями, которые будет приобретать твое растение. Когда прочитаешь сообщение, нажми на него, чтобы перейти к следующему.",
  "interaction1": "Давай приступим! Нажми Далее, чтобы начать.",
  "replica2": "Также обрати свое внимание на лупу, с помощью нее ты можешь посмотреть поближе на корень, стебель и лист растения. "
}