{
  "replica147": "В жизненном цикле растения название растения были допущены ошибки. Необходимо было начать со взрослой особи преобладающего поколения, а затем расставить стадии в нужном порядке. Посмотри на верную последовательность и сравни со своей.",
  "replica146": "Отлично! Жизненный цикл растения название растения собран верно!",
  "replica145": "Собери жизненный цикл растения название, начиная со взрослой особи преобладающего поколения. Нажми Проверить, когда закончишь.",
  "replica143": "Отлично! Это жизненный цикл растения название растения. Лишним был этап “название неверного этапа в цикле”, который тебе успешно удалось определить.",
  "replica144": "Это жизненный цикл растения название растения. Лишним был этап “название лишнего этапа”.",
  "replica141": "Это жизненный цикл растения название растения. Неверным был этап “название неверного этапа в цикле”. Выбранный тобой этап “название того, что выбрал ученик” стоял на своем месте.",
  "replica139": "Отлично! Это жизненный цикл растения название растения. Неверным этапом в цикле было “название неверной стадии в цикле”, вместо него нужно было поместить этап “название верного этапа с панели”.",
  "action5": "Проверить",
  "replica142": "В этом жизненном цикле есть один лишний этап. Перемести его на панель ниже, а затем проведи соединение. Нажми Проверить, когда закончишь.",
  "replica140": "Это жизненный цикл растения название растения. Тебе удалось верно определить ошибочный этап и убрать его. Однако, на место него нужно было добавить этап “название верного этапа с панели”.",
  "replica138": "В этом жизненном цикле растения одна из стадий неверна. Замени ее на правильную: перемести неверную стадию на панель ниже, а затем замени ее на верную. Нажми Проверить, когда закончишь.",
  "replica137": "Перенеси нужный инструмент в текущий слот.",
  "action4": "Повторить",
  "action3": "Вернуться",
  "replica129": "Выбери подходящий инструмент на панели Действия, чтобы образовались семена.",
  "replica133": "Отлично! Образуется новый молодой диплоидный спорофит. Далее ему остается только расти дальше, и цикл начнется с начала.",
  "action1": "Старт",
  "replica127": "Отлично! Один спермий оплодотворяет одну яйцеклетку, в результате образуется зигота. Второй спермий тоже участвует в оплодотворении. Он оплодотворяет центральную диплоидную клетку. Эта клетка пердварительно образовалась в результате слияния двух гаплоидных центральных клеток зародышевого мешка. В результате этого второго оплодотворения образуется трехплоидная клетка. Таким образом, оплодотворение у покрытосеменных называется двойным.",
  "replica130": "Отлично! Образовались плоды: это семена, окруженные околоплодником.",
  "replica132": "Выбери подходящий инструмент на панели Действия, чтобы зародыш семени образовал новый спорофит. Также перенеси тип клеточного деления, с помощью которого он образуется.",
  "replica134": "Пора подвести итог по жизненному циклу покрытосеменного растения. Для этого нажми Далее.",
  "replica126": "Выбери подходящий инструмент на панели Действия, чтобы яйцеклетка и спермий слились вместе.",
  "replica125": "После образования половых клеток должно произойти оплодотворение. При этом у семенных растений, и у сосны в том числе, оплодотворение не требует наличия воды. Спермии - это безжгутиковые мужские половые клетки, которые могут достигнуть яйцеклеток с помощью пыльцевой трубки.",
  "action2": "Далее",
  "replica131": "Плоды участвуют в распространении семян и, соответственно, самогорастения. Плоды у различных растений переносятся с помощью животных, ветра, вода. Попав в землю, семена прорастают: диплоидный зародыш продолжает делиться митозом, образуя новое растение поколения спорофит.",
  "replica135": "Итак, покрытосеменные растения, как и любые растения, чередуют два поколения в жизненном цикле. У всех семенных растений преобладает поколение спорофит, а гаметофитное поколение сильно редуцировано. Все семенные образуют гаметофиты двух полов. При этом у представителей отдела Покрытосеменные женский гаметофит представляет из себя восьмиклеточный зародышевый мешок, а мужской гаметофит - двухклеточное пыльцевое зерно.\nПеремещение пыльцевых зерен на пестики называется опылением. У покрытосеменных есть приспособления к разным способам опыления, в том числе к опылению животными.\nДля оплодотворения семенным растениям не нужна вода. Безжгутиковые спермии достигают яйцеклеток с помощью пыльцевой трубки.\nОплодотворение у покрытосеменных двойное. Один спермий оплодотворяет яйцеклетку, а второй спермий оплодотворяет центральную диплоидную клетку. В результате первого образуется зигота, а в результате второго - трехплоидный эндосперм. Зигота развивается в зародыш. Зародыш вместе с эндоспермом и окружающими тканями цветка образует плод с семенами. При помощи плодов семена могут удаляться на большие расстояния, участвуя, таким образом, в расселении растения.",
  "replica128": "Диплоидная зигота далее развивается в зародыш, а трехплоидная клетка - в эндосперм, который будет питать зародыш. Обрати внимание, что эндосперм покрытосеменных и эндосперм голосеменных - это структуры с одинаковым названием и функцией, но образованные абсолютно разными путями и имеющие разную плоидность. И зародыш, и эндосперм входят в состав образуемого семени. В образовании семени участвуют также окружающие ткани семязачатка и цветка.",
  "replica136": "Нажми Вернуться, чтобы исследовать другое растение, или Повторить, чтобы собрать жизненный цикл покрытосеменного растения еще раз.",
  "replica118": "Отлично! Получились гаплоидные споры двух видов: макроспоры и микроспоры.\nКак и у сосны, в микроспорангии и макроспорангии существовали диплоидные материнские клетки, которые вступили в мейоз и образовали четыре гаплоидные клетки. Такие четыре гаплоидные клетки называются тетрадой.\nВ случае тетрады микроспор все четыре клетки становятся зрелыми микроспорами, а в случае тетрады макроспор только одна клетка становится макроспорой, а три другие клетки погибают.",
  "replica123": "Выбери подходящий инструмент на панели Действия, чтобы гаметофиты образовали яйцеклетки и спермии. Также перенеси тип клеточного деления, с помощью которого они образуются.",
  "replica122": "Сформированные пыльцевые зерна далее должн быть перенесены на верхушки пестиков при помощи опыления. Опыление у покрытосеменных может происходить не только с помощью ветра, но и при помощи животных, например, насекомых.\nПыльцевое зерно прорастает внутрь пестика к семязачатку и образует спермии (мужские половые клетки). Крупная клетка на одном полюсе зародышевого мешка - это яйцеклетка. Гаметофиты уже гаплоидные, поэтому они образуют половые клетки путем митоза, как и все растения.",
  "replica120": "Выбери подходящий инструмент на панели Действия, чтобы из спор двух видов образовались гаметофиты. Также перенеси тип клеточного деления, с помощью которого образуются гаметофиты.",
  "replica121": "Отлично! Получились гаметофиты.\nМужской гаметофит также, как и у голосеменных, называется пыльцевое зерно (или пылинка). Он состоит всего из двух клеток: вегетативной и генеративной. Т.е. мужской гаметофит редуцирован до двухклеточной структуры, образуемой в ходе всего одного митотического деления. Образованный в пыльнике тычинки мужской гаметофит имеет оболочку, которая может быть снабжена крючками, шипиками и другими образованиями.\nЖенский гаметофит называется зародышевый мешок. По сравнению с женским гаметофитом голосемемнных он редуцирован еще сильнее, и представляет из себя восьмиклеточную структуру. Зародышевый мешок образуется в результате трех митотических делений макроспоры.",
  "replica116": "Весной появляются цветки. В цветках есть тычинки и пестики. Пыльник тычинки - это микроспорангий, в котором созревают гаплоидные микроспоры путем мейоза. В нижней расширенной части пестика находится семязачаток, в котором есть макроспорангий. В макроспорангии созревают гаплоидные макроспоры путем мейоза.",
  "replica115": "Поколение спорофит отвечает за производство спор. Причем все семенные растения - гетероспоровые, т.е. споры делятся на два вида: макроспоры и микроспоры.",
  "replica114": "Теперь рассмотрим жизненный цикл представителей отдела Покрытосеменные. У всех семенных растений доминирует поколение спорофит, состоящее из диплоидных клеток.",
  "replica119": "Макроспоры и микроспоры нужны для смены поколений, т.к. они образуют гаметофиты мужского пола и женского пола. Гаметофиты - гаплоидные поколения, которые образуются из уже гаплоидных спор путем митоза.\nПри этом споры обоих видов образуют гаметофиты непосредственно внутри тычинок и пестиков. Вспомним, что у семенных растений споры не выполняют роль расселения, как это было у споровых растений.",
  "replica124": "Отлично! Вегетативная клетка пыльцевого зерна образует пыльцевую трубку. Генеративная клетка делится митозом на два спермия, и эти два спермия продвигаются следом по образуемой пыльцевой трубке к зародышевому мешку.",
  "replica113": "Нажми Вернуться, чтобы исследовать другое растение, или Повторить, чтобы собрать жизненный цикл Сосны обыкновенной еще раз.",
  "replica117": "Выбери подходящий инструмент на панели Действия, чтобы растение образовало два вида спор. Также перенеси тип клеточного деления, с помощью которого образуются макроспоры и микроспоры.",
  "replica91": "Сосна обыкновенная - это высшее семенное растение, представитель отдела Голосеменные. У всех семенных растений доминирует поколение спорофит, состоящее из диплоидных клеток.",
  "replica102": "После образования половых клеток должно произойти оплодотворение. При этом у семенных растений, и у сосны в том числе, оплодотворение не требует наличия воды. Спермии - это безжгутиковые мужские половые клетки, которые могут достигнуть яйцеклеток с помощью пыльцевой трубки.",
  "replica104": "Отлично! Один спермий оплодотворяет одну яйцеклетку, в результате образуется зигота. При этом второй спермий и вторая яйцеклетка погибают.",
  "replica68": "",
  "replica57": "",
  "replica94": "Выбери подходящий инструмент на панели Действия, чтобы Сосна обыкновенная образовала два вида спор. Также перенеси тип клеточного деления, с помощью которого образуются макроспоры и микроспоры.",
  "replica90": "конец сальвинии",
  "replica111": "Пора подвести итог по жизненному циклу Сосны обыкновенной. Для этого нажми Далее.",
  "replica101": "Отлично! Вегетативная клетка пыльцевого зерна образует пыльцевую трубку. Генеративная клетка делится митозом на два спермия, и эти два спермия продвигаются следом по образуемой пыльцевой трубке. В эндосперме при этом образуются две яйцеклетки.",
  "replica96": "Макроспоры и микроспоры нужны для смены поколений, т.к. они образуют гаметофиты мужского пола и женского пола. Гаметофиты - гаплоидные поколения, которые образуются из уже гаплоидных спор путем митоза.\nПри этом споры обоих видов образуют гаметофиты непосредственно внутри шишек. Т.е. у семенных растений споры не выполняют роль расселения, как это было у споровых растений.",
  "replica66": "",
  "replica100": "Выбери подходящий инструмент на панели Действия, чтобы гаметофиты (эндосперм и пыльцевое зерно) образовали яйцеклетки и спермии. Также перенеси тип клеточного деления, с помощью которого они образуются.",
  "replica97": "Выбери подходящий инструмент на панели Действия, чтобы из спор двух видов образовались гаметофиты. Также перенеси тип клеточного деления, с помощью которого образуются гаметофиты.",
  "replica80": "",
  "replica112": "Итак, Сосна обыкновенная, как и любое растение, чередует два поколения в жизненном цикле. У всех семенных растений преобладает поколение спорофит, а гаметофитное поколение сильно редуцировано. Все семенные образуют гаметофиты двух полов. При этом у представителей отдела Голосеменные женский гаметофит представляет из себя многокеточный эндосперм, а мужской гаметофит - двухклеточное пыльцевое зерно.\nПеремещение пыльцевых зерен на семязачатки в женских шишках называется опылением. Опыление у сосны происходит с помощью ветра.\nДля оплодотворения семенным растениям не нужна вода. Безжгутиковые спермии достигают яйцеклеток с помощью пыльцевой трубки.\nПосле оплодотворения зигота развивается в зародыш. Зародыш вместе с окружающими тканями семязачатка образует семя. Семена, высыпаясь из шишек, могут удаляться на большие расстояния, участвуя, таким образом, в расселении растения.",
  "replica69": "",
  "replica110": "Отлично! Образуется новый молодой диплоидный спорофит. Далее ему остается только расти дальше, и цикл начнется с начала.",
  "replica75": "",
  "replica98": "Отлично! Получились гаметофиты.\nМужской гаметофит называется пыльцевое зерно (или пылинка). Он состоит всего из двух клеток: вегетативной и генеративной. Т.е. мужской гаметофит редуцирован до двухклеточной структуры, образуемой в ходе всего одного митотического деления. Образованный в пыльнике мужской шишки мужской гаметофит имеет оболочку с воздухоносными мешками.\nЖенский гаметофит называется эндосперм. Он редуцирован не так сильно, как мужской гаметофит, но все равно представляет из себя всего лишь многоклеточную структуру, не являющуюся самостоятельным растением.",
  "replica64": "",
  "replica77": "",
  "replica85": "",
  "replica88": "",
  "replica63": "",
  "replica108": "Из раскрытой одревесневшей шишки высыпаются семена, кожура которых имеет крыловидный вырост. Он нужен для того, чтобы высыпающиеся семена могли подхватываться ветром. Именно так и происходит расселение у сосны. Попав в землю, семена прорастают: диплоидный зародыш продолжает делиться митозом, образуя новое растение поколения спорофит.",
  "replica89": "",
  "replica65": "",
  "replica58": "",
  "replica83": "",
  "replica70": "",
  "replica107": "Отлично! В женской шишке образуются семена. Одновременно с ростом семян растет и сама шишка, она постепенно одревесневает. К моменту полного созревания семян проходит примерно полтора года.",
  "replica60": "",
  "replica95": "Отлично! Получились гаплоидные споры двух видов: макроспоры и микроспоры.\nВ микроспорангии и макроспорангии существовали диплоидные материнские клетки, которые вступили в мейоз и образовали четыре гаплоидные клетки. Такие четыре гаплоидные клетки называются тетрадой.\nВ случае тетрады микроспор все четыре клетки становятся зрелыми микроспорами, а в случае тетрады макроспор только одна клетка становится макроспорой, а три другие клетки погибают.",
  "replica92": "Таким образом, взрослое древесное растение сосны - это спорофит. Это поколение отвечает за производство спор. Причем все семенные растения - гетероспоровые, т.е. споры делятся на два вида: макроспоры и микроспоры.",
  "replica106": "Выбери подходящий инструмент на панели Действия, чтобы образовались семена.",
  "replica99": "Пыльцевые зерна высыпаются из пыльников и разносятся ветром. Они должны попасть на женские шишки. Попадание пыльцевых зерен на женские шишки называется опылением. Семязачатки в женских шишках выделяют специальные клейкие капли, чтобы пыльцевые зерна могли прилипать. Только на следующий год в эндосперме созревают яйцеклетки, а пыльцевое зерно прорастает внутрь семязачатка и образует спермии (мужские половые клетки). Гаметофиты уже гаплоидные, поэтому они образуют половые клетки путем митоза, как и все растения.",
  "replica59": "",
  "replica87": "",
  "replica78": "",
  "replica81": "",
  "replica93": "Весной у однодомной сосны появляются молодые шишки двух видов. Желтые шишки - мужские, на их чешуях находятся пыльники, которые являются микроспорангиями - в них созревают гаплоидные микроспоры путем мейоза.\nКрасные шишки - женские, на их чешуях находятся семязачатки, в которых располагаются макроспорангии. В макроспорангиях созревают гаплоидные макроспоры путем мейоза.",
  "replica61": "",
  "replica71": "",
  "replica103": "Выбери подходящий инструмент на панели Действия, чтобы яйцеклетка и спермий слились вместе.",
  "replica84": "",
  "replica67": "",
  "replica79": "",
  "replica76": "",
  "replica74": "",
  "replica56": "",
  "replica55": "начало щитовника",
  "replica82": "",
  "replica73": "начало сальвинии",
  "replica86": "",
  "replica62": "",
  "replica105": "Диплоидная зигота далее развивается в зародыш, эндосперм (клетки женского гаметофита) его питают. И зародыш, и эндосперм входят в состав образуемого семени. В образовании семени участвуют также окружающие ткани семязачатка.",
  "replica72": "конец щитовника",
  "replica109": "Выбери подходящий инструмент на панели Действия, чтобы зародыш семени образовал новый спорофит. Также перенеси тип клеточного деления, с помощью которого он образуется.",
  "replica23": "Сперматозоидам необходимо каким-то образом добраться до яйцеклеток другого растения. Это происходит с помощью воды. Причем вода может быть дождевой, росяной - это неважно. Главное, что всем споровым растениям, и сфагнуму в том числе, необходима капельно-жидкая влага для возможности оплодотворения. Конкретно в случае сфагнума это не так уж и сложно: ведь это мох, произрастающий на болотах.",
  "replica31": "Отлично! Получились гаплоидные споры, которые нужны для очередной смены поколений. Когда споры созреют, коробочка вскрывается, и споры высыпаются из нее, разносясь на большие расстояния. Т.е. споры нужны также для расселения растения. Из гаплоидных спор путем митоза снова вырастают гаплоидные взрослые растения поколения гаметофит.",
  "replica52": "",
  "replica46": "",
  "replica48": "",
  "replica32": "Выбери подходящий инструмент на панели Действия, чтобы из споры снова образовалось гаметофитное растение. Также перенеси тип клеточного деления, с помощью которого образуется это поколение.",
  "replica25": "Отлично! Т.к. яйцеклетка была неподвижна, то оплодотворение произошло на верхушке женского гаметофита.",
  "replica39": "Выбери подходящий инструмент на панели Действия, чтобы маршанция образовала половые клетки. Также перенеси тип клеточного деления, с помощью которого образуются половые клетки растения.",
  "replica54": "",
  "replica30": "Выбери подходящий инструмент на панели Действия, чтобы спорофит образовал споры для размножения. Также перенеси тип клеточного деления, с помощью которого образуются споры.",
  "replica51": "",
  "replica40": "",
  "replica29": "Задача поколения спорофит - это образовать споры. Споры - это гаплоидные клетки, которые образуются в коробочке путем мейоза.",
  "replica28": "Отлично! Диплоидная зигота митотически делилась, в результате чего вырос диплоидный спорофит. Получилась коробочка на короткой ножке - это и есть поколение спорофит сфагнума, который на самом деле не является самостоятлеьным растением, а паразитирует на взрослом женском гаметофите.",
  "replica33": "Отлично! Из споры начинает расти гаплоидный гаметофит, который в самом начале представляет из себя ниточку, которую называют протонемой. Далее ей остается только расти дальше, и цикл начнется с начала.",
  "replica50": "",
  "replica49": "",
  "replica36": "Нажми Вернуться, чтобы исследовать другое растение, или Повторить, чтобы собрать жизненный цикл сфагнума еще раз.",
  "replica53": "",
  "replica38": "Маршанция не имеет стебля и листьев, как и все печеночные мхи. Взрослое растение маршанции имеет слоевищное строение. Иенно это взрослое слоевищное растение маршанции и есть половое поколение (гаметофит). Это поколение отвечает за производство половых клеток: яйцеклеток и сперматозоидов. Гаметофиты уже сами по себе гаплоидные, поэтому они образуют половые клетки с помощью митотического деления.",
  "replica26": "Отлично! Из диплоидной зиготы должно вырасти другое поколение растения - спорофит, который также диплоидный, то есть образованный из зиготы путем митоза.",
  "replica47": "",
  "replica35": "Итак, сфагнум, как и любое растение, чередует два поколения в жизненном цикле и, соответственно, два способа размножения. Поколение гаметофит размножается половым путем с помощью гамет, а поколение спорофит размножается бесполым путем с помощью спор.\nСфагнум - это споровое растение, представитель отдела Моховидные. У всех Моховидных в жизненном цикле доминирует гаплоидное поколение гаметофит, т.е. именно гаметофиты - это взрсолые зеленые растения. Диплоидный спорофит - это короткоживущее поколение, которое у сфагнума предсталяет из себя коробочку на ножке.\nГаметофиты производят половые клетки, для оплодотворения необходима вода, как и всем споровым растениям. Споры у всех споровых растений служат для расслеения.",
  "replica34": "Пора подвести итог по жизненному циклу сфагнума. Для этого нажми Далее.",
  "replica24": "Выбери подходящий инструмент на панели Действия, чтобы яйцеклетка и сперматозоид слились вместе.",
  "replica37": "Маршанция - это высшее споровое растение, представитель отдела Моховидные. У всех моховидных доминирует поколение гаметофит, состоящее из гаплоидных клеток.",
  "replica44": "",
  "replica43": "",
  "replica42": "",
  "replica45": "",
  "replica41": "",
  "replica27": "Выбери подходящий инструмент на панели Действия, чтобы из зиготы вырос спорофит. Также перенеси тип клеточного деления, с помощью которого образуется это поколение.",
  "replica2": "Таким образом, взрослое листостебельное растение Кукушкина льна - это половое поколение (гаметофит). Это поколение отвечает за производство половых клеток: яйцеклеток и сперматозоидов. Гаметофиты уже сами по себе гаплоидные, поэтому они образуют половые клетки с помощью митотического деления.",
  "replica6": "Выбери подходящий инструмент на панели Действия, чтобы яйцеклетка и сперматозоид слились вместе.",
  "replica22": "Отлично! Теперь растения образовали половые клетки. Гаметофиты сфагнума - это однодомные растения, то есть у одного растения образуются только женские половые органы (архегонии) или только мужские половые органы (антеридии). В обоих случаях половые органы располагаются на верхушках растений.",
  "replica15": "Отлично! Из споры начинает расти гаплоидный гаметофит, который в самом начале представляет из себя ниточку, которую называют протонемой. Далее ей остается только расти дальше, и цикл начнется с начала.",
  "replica11": "Задача поколения спорофит - это образовать споры. Споры - это гаплоидные клетки, которые образуются в коробочке путем мейоза.",
  "replica20": "Таким образом, взрослое листостебельное растение сфагнума - это половое поколение (гаметофит). Это поколение отвечает за производство половых клеток: яйцеклеток и сперматозоидов. Гаметофиты уже сами по себе гаплоидные, поэтому они образуют половые клетки с помощью митотического деления.",
  "replica5": "Сперматозоидам необходимо каким-то образом добраться до яйцеклеток другого растения. Это происходит с помощью воды. Причем вода может быть дождевой, росяной - это неважно. Главное, что всем споровым растениям, и Кукушкину льну в том числе, необходима капельно-жидкая влага для возможности оплодотворения.",
  "replica19": "Сфагнум - это высшее споровое растение, представитель отдела Моховидные. У всех моховидных доминирует поколение гаметофит, состоящее из гаплоидных клеток.",
  "replica8": "Отлично! Из диплоидной зиготы должно вырасти другое поколение растения - спорофит, который также диплоидный, то есть образованный из зиготы путем митоза.",
  "replica18": "Нажми Вернуться, чтобы исследовать другое растение, или Повторить, чтобы собрать жизненный цикл Кукушкина льна еще раз.",
  "replica12": "Выбери подходящий инструмент на панели Действия, чтобы спорофит образовал споры для размножения. Также перенеси тип клеточного деления, с помощью которого образуются споры.",
  "replica7": "Отлично! Т.к. яйцеклетка была неподвижна, то оплодотворение произошло на верхушке женского гаметофита.",
  "replica16": "Пора подвести итог по жизненному циклу Кукушкина льна. Для этого нажми Далее.",
  "replica17": "Итак, Кукушкин лён, как и любое растение, чередует два поколения в жизненном цикле и, соответственно, два способа размножения. Поколение гаметофит размножается половым путем с помощью гамет, а поколение спорофит размножается бесполым путем с помощью спор.\nКукушкин лён - это споровое растение, представитель отдела Моховидные. У всех Моховидных в жизненном цикле доминирует гаплоидное поколение гаметофит, т.е. именно гаметофиты - это взрсолые зеленые растения. Диплоидный спорофит - это короткоживущее поколение, которое у Кукушкина льна предсталяет из себя коробочку на ножке.\nГаметофиты производят половые клетки, для оплодотворения необходима вода, как и всем споровым растениям. Споры у всех споровых растений служат для расслеения.",
  "replica10": "Отлично! Диплоидная зигота митотически делилась, в результате чего вырос диплоидный спорофит. Получилась коробочка на ножке - это и есть поколение спорофит Кукушкина льна, который на самом деле не является самостоятлеьным растением, а паразитирует на взрослом женском гаметофите.",
  "replica21": "Выбери подходящий инструмент на панели Действия, чтобы сфагнум образовал половые клетки. Также перенеси тип клеточного деления, с помощью которого образуются половые клетки растения.",
  "replica9": "Выбери подходящий инструмент на панели Действия, чтобы из зиготы вырос спорофит. Также перенеси тип клеточного деления, с помощью которого образуется это поколение.",
  "replica13": "Отлично! Получились гаплоидные споры, которые нужны для очередной смены поколений. Когда споры созреют, коробочка вскрывается, и споры высыпаются из нее, разносясь на большие расстояния. Т.е. споры нужны также для расселения растения. Из гаплоидных спор путем митоза снова вырастают гаплоидные взрослые растения поколения гаметофит.",
  "replica4": "Отлично! Теперь растения образовали половые клетки. Гаметофиты Кукушкина льна - это однодомные растения, то есть у одного растения образуются только женские половые органы (архегонии) или только мужские половые органы (антеридии). В обоих случаях половые органы располагаются на верхушках растений.",
  "replica1": "Кукушкин лён - это высшее споровое растение, представитель отдела Моховидные. У всех моховидных доминирует поколение гаметофит, состоящее из гаплоидных клеток.",
  "replica14": "Выбери подходящий инструмент на панели Действия, чтобы из споры снова образовалось гаметофитное растение. Также перенеси тип клеточного деления, с помощью которого образуется это поколение.",
  "replica3": "Выбери подходящий инструмент на панели Действия, чтобы Кукушкин лён образовал половые клетки. Также перенеси тип клеточного деления, с помощью которого образуются половые клетки растения."
}